[
    {
        "tag": "fake",
        "text": "#Ottawa police confirm shooting at War Memorial. Reports say victim may be a soldier. "
    },
    {
        "tag": "fake",
        "text": "Only photo I will tweet. CPR being performed on the soldier now. I heard four shots. #ottawa http://t.co/cqdw1yx8AI "
    },
    {
        "tag": "fake",
        "text": "At the war memorial in. Ottawa. A soldier has been shot. They are giving him treatment now. #breaking http://t.co/cTmlb1LvgG "
    },
    {
        "tag": "fake",
        "text": "Uniformed Canadian soldier shot at War Memorial in #Ottawa. "
    },
    {
        "tag": "fake",
        "text": "Shots fired on parliament hill after a man walked up with a gun. I'm locked in a security office on parliament hill "
    },
    {
        "tag": "fake",
        "text": "#BREAKING: Reports of shots fired on Parliament Hill "
    },
    {
        "tag": "fake",
        "text": "BREAKING | Centre block and east block at Parliament Hill are locked down. #cbcOTT #OTTnews "
    },
    {
        "tag": "fake",
        "text": "BREAKING - Shooting on Parliament Hill. RCMP have weapons drawn #cdnpoli http://t.co/38qOgXcuet "
    },
    {
        "tag": "fake",
        "text": "#BREAKING news: Shots fired at Parliament Hill. Follow developing story: http://t.co/B8LinPFjvj http://t.co/olsk7N4X5T "
    },
    {
        "tag": "fake",
        "text": "Witness says say three or four shots fired at #Ottawa's War Memorial, Soldier wounded, being treated by several paramedics. "
    },
    {
        "tag": "fake",
        "text": "BREAKING: CTV News confirms that shots have been fired on Parliament Hill. "
    },
    {
        "tag": "fake",
        "text": "RCMP yelling everyone to back away from Parliament Hill. Weapons out. Word of shooting inside. #cdnpoli http://t.co/aiXtvjlLP6 "
    },
    {
        "tag": "fake",
        "text": "Witness tells #CBCNews suspected shooter of uniformed soldier at #Ottawa's War Memorial was carrying rifle. "
    },
    {
        "tag": "fake",
        "text": "Scene at Ottawa war memorial. Soldier on duty shot. http://t.co/QvXGDUM4NC "
    },
    {
        "tag": "fake",
        "text": "BREAKING NEWS: Soldier shot at National War Memorial in Ottawa http://t.co/pp6hcfWcRw "
    },
    {
        "tag": "fake",
        "text": "Parliament Hill in lockdown after soldier shot at #Ottawa's War Memorial, just south of East Block. "
    },
    {
        "tag": "fake",
        "text": "#BREAKING news: Shots fired at Parliament Hill. Follow developing story: http://t.co/gPg9nujRvk http://t.co/H0Hw24j5ma "
    },
    {
        "tag": "fake",
        "text": "So I am locked down in Centre Block on Parliament Hill after at least one shooter burst in and opened fire "
    },
    {
        "tag": "fake",
        "text": "Shooter still on loose after uniformed soldier shot at #Ottawa's War Memorial, across road from Parliament. MP's being taken out of offices. "
    },
    {
        "tag": "fake",
        "text": "Soldier shot at National War Memorial in Ottawa http://t.co/Sgmcq7gUzf #cdnpoli #hw "
    },
    {
        "tag": "fake",
        "text": "#DEVELOPING story here: Soldier shot in Ottawa at War Memorial http://t.co/jjL9ezaDjt "
    },
    {
        "tag": "fake",
        "text": "BREAKING NEWS: At least 3 shots fired at Ottawa War Memorial. One soldier confirmed shot - http://t.co/wiPaKVPSDb http://t.co/vwxeqj8xe9 "
    },
    {
        "tag": "fake",
        "text": "Shots are fired outside Canadian parliament in Ottawa and a soldier is wounded, local media report http://t.co/Ygpjna1CRG "
    },
    {
        "tag": "fake",
        "text": "MORE: @CTVNews reporting second shooting behind Peace Tower on Parliament Hill #ottnews SHOOTER IS ON THE LOOSE. "
    },
    {
        "tag": "fake",
        "text": "BREAKING: There have been two shootings on Parliament Hill. One of the victims is believed to be a member of the Canadian Forces. "
    },
    {
        "tag": "fake",
        "text": "One person shot outside Centre Block, a second wounded inside the building in Parliament Hill shooting http://t.co/zng0g0aelU "
    },
    {
        "tag": "fake",
        "text": "Watch live: CBC NN coverage of shooting of soldier at Ottawa Cenotaph; shooter still on loose around Parliament Hill: http://t.co/16oYL4awFM "
    },
    {
        "tag": "fake",
        "text": "BREAKING: Reports of second shooting behind Peace Tower, solider shot on War Memorial a short time ago. Shooter is on the loose. "
    },
    {
        "tag": "fake",
        "text": "Snipers set up on National Art Gallery as we remain barricaded in Centre Block on Parliament Hill #cdnpoli. http://t.co/lWKaxLI9jO "
    },
    {
        "tag": "fake",
        "text": "RT @WatchCTVNews: LIVE NOW: Cops swarm Parliament Hill following reports of a shooting http://t.co/ekj0wMrYdV http://t.co/55Iz2M0542 "
    },
    {
        "tag": "fake",
        "text": "#BREAKING news: Shots fired at Parliament Hill. Follow developing story: http://t.co/3k0YV9dfLq http://t.co/atLjT75nz0 "
    },
    {
        "tag": "fake",
        "text": "UPDATE: Shots fired on Parliament Hill, soldier injured at National War Memorial in Ottawa http://t.co/6IRrutW1PI "
    },
    {
        "tag": "fake",
        "text": "Police say they have located car belonging to suspect in #Ottawa shooting. Uniformed soldier shot at War Memorial, condition unknown. "
    },
    {
        "tag": "fake",
        "text": "Thoughts and Prayers with everyone in Ottawa (our office is here in Capital) right now on Parliament Hill with shots fired #PrayForOttawa "
    },
    {
        "tag": "fake",
        "text": "Soldier shot at National War Memorial in Ottawa http://t.co/WABNVkk7wA http://t.co/SRMYiIoOY9 "
    },
    {
        "tag": "fake",
        "text": "BREAKING: Soldier shot at War Memorial in Ottawa, Hill on lockdown, shooter at large http://t.co/64V216TLzO #ottnews "
    },
    {
        "tag": "fake",
        "text": "Canada's Parliament Hill is on lockdown as police hunt shooting suspect; at least 1 injured - @CBCNews, @TorontoStar http://t.co/aF9HyT9BgX "
    },
    {
        "tag": "fake",
        "text": "OTTAWA SHOOTING:- Soldier shot at war memorial- Parliament Hill locked down- PM Harper safe, 'off the hill' http://t.co/LmbpYiNH9A "
    },
    {
        "tag": "fake",
        "text": "Soldier shot at National War Memorial in Ottawa http://t.co/9jLwNdsKp2 http://t.co/0a3tmPyUw9 "
    },
    {
        "tag": "fake",
        "text": "#BREAKING: Soldier shot at war memorial near Canadian parliament: http://t.co/vAAbHQcZif "
    },
    {
        "tag": "fake",
        "text": "Soldier shot at National War Memorial in Ottawa http://t.co/atjCEAGiHB "
    },
    {
        "tag": "fake",
        "text": "Canada police say suspect in Ottawa shooting still at large, tactical units on scene. "
    },
    {
        "tag": "fake",
        "text": "#ottnews #ctvottawa Reports man has been apprehended on Parliament Hill. As many as 30 shots fired - soldier shot at War Memorial. "
    },
    {
        "tag": "fake",
        "text": "DEVELOPING NEWS: Soldier shot at War Memorial. Watch CBC NN for coverage. Or follow online: http://t.co/QSm0x0bM2Khttp://t.co/QcwgN8OgHB "
    },
    {
        "tag": "fake",
        "text": "DEVELOPING STORY: Soldier shot in #Ottawa at War Memorial. http://t.co/mm5SwzQpyZ http://t.co/U94FCGWlsi "
    },
    {
        "tag": "fake",
        "text": "Soldier shot, Parliament locked down after gunfire erupts at war memorial. Developing story: http://t.co/ULAKX3dYO1 http://t.co/o5P3RDYb8C "
    },
    {
        "tag": "fake",
        "text": "Very reliable source on Parliament Hill tells me the assailant has been killed. #cdnpoli #ottnews "
    },
    {
        "tag": "fake",
        "text": "Source says ONE suspect shot and killed inside PARLIAMENT HILL - security sweep still underway. #ottnews #BREAKING "
    },
    {
        "tag": "fake",
        "text": "Several MPs tweeting that lone gunman shot dead in Centre Block. All MPs reportedly safe. #cdnpoli #ottawa "
    },
    {
        "tag": "fake",
        "text": "UPDATED: Shots fired on Parliament Hill, soldier injured at National War Memorial http://t.co/eyhV6c2yiv http://t.co/wy63eYJbB1 "
    },
    {
        "tag": "fake",
        "text": "BREAKING: At least 20 shots have been fired in the Canadian parliament in Ottawa, according to witnesses. "
    },
    {
        "tag": "fake",
        "text": "Shooting in downtown Ottawa, police evacuating Rideau Centre and closing off Wellington. Stay safe #uOttawa students "
    },
    {
        "tag": "fake",
        "text": "Parliament was stormed by at least one gunman who shot a soldier standing guard at Canada's war memorial. #cbcOTT #OTTnews "
    },
    {
        "tag": "fake",
        "text": "Recap: Parliament Hill in lockdown after uniformed Canadian soldier shot at War Memorial. Suspect on loose; witnesses say he had rifle. "
    },
    {
        "tag": "fake",
        "text": "The gunman in Ottawa has been shot and killed. I'm at a loss for words this morning. That isn't my Canada. "
    },
    {
        "tag": "fake",
        "text": "DEVELOPING story: Shots fired on Parliament Hill, soldier shot at War Memorial http://t.co/5fZ7wO6Gm4 #Ottawa http://t.co/Jb1pi3IysA "
    },
    {
        "tag": "fake",
        "text": "WATCH LIVE: The scene outside Parliament Hill where a soldier has been shot http://t.co/k1d6G8HR0o "
    },
    {
        "tag": "fake",
        "text": "Two Tory MPs say gunman at Parliament Hill has been 'shot and killed' http://t.co/r2qnyftxXF http://t.co/mksfPjJ73r "
    },
    {
        "tag": "fake",
        "text": "Canadian media: Gunman shot soldier at war memorial. http://t.co/zNhxK6wBoy "
    },
    {
        "tag": "fake",
        "text": "Canadian parliament on lockdown after shooting – live updates http://t.co/PBLZPFqhAP "
    },
    {
        "tag": "fake",
        "text": "We are hearing a shooter is still on the loose here in DT Ottawa with a rifle please pray for our police and soldiers #PrayForOttawa "
    },
    {
        "tag": "fake",
        "text": "Scene outside Canada's parliament where soldier shot by gunman at National War Memorial, http://t.co/t1HQMYQ6QB http://t.co/bMzDnPL1NX "
    },
    {
        "tag": "fake",
        "text": "Witnesses say several dozen shots fired inside Parliament buildings after Canadian soldier shot at nearby War Memorial. #Ottawa #cdnpoli "
    },
    {
        "tag": "fake",
        "text": "Witnesses say several dozen shots fired inside Parliament buildings after Canadian soldier shot at nearby War Memorial. #cbcOTT #OTTnews "
    },
    {
        "tag": "fake",
        "text": "Shots were fired at Canada's national war memorial in Ottawa and a ceremonial guard was shot, police say. http://t.co/9KkQ1apxxW "
    },
    {
        "tag": "fake",
        "text": "Snipers now on top of Ottawa's National Art Gallery after gunfire at parliament http://t.co/bEFu7HisyW (@dmatthewmillar pic) "
    },
    {
        "tag": "fake",
        "text": "Shooting in Canadian parliament comes day after ISIS-inspired radical drove in2 Canadian soldier. Also reports of shooting at War memorial/1 "
    },
    {
        "tag": "fake",
        "text": "Witnesses say as many as 50 shots fired at Parliament Hill. Gunfire reported within the Parliament building. #ottawa http://t.co/HGevLjele0 "
    },
    {
        "tag": "fake",
        "text": "OTTAWA SHOOTING- Soldier shot at memorial- Parliament Hill on lockdown- Harper, Mulcair, Trudeau, safehttp://t.co/rrG871HBGv "
    },
    {
        "tag": "fake",
        "text": "Update: Reuters reports a witness who says police chased a suspect into Candian parliament in #Ottawa &amp; then heard 30 shots fired inside "
    },
    {
        "tag": "fake",
        "text": "UPDATE: Reports of gunfire inside the halls of the Canadian Parliament building in #Ottawa: http://t.co/tjycT5YQcv "
    },
    {
        "tag": "fake",
        "text": "#OTTAWA SHOOTING: Police claim multiple suspects at large, ask people to avoid Paraliment area http://t.co/Zp9AKplH9p http://t.co/b3yQV4ewOs "
    },
    {
        "tag": "fake",
        "text": "BREAKING UPDATE: Soldier shot at National War Memorial in Ottawa, Canada, police tell @ABC News - http://t.co/wg7WHTjJGI "
    },
    {
        "tag": "fake",
        "text": "DEVELOPING MPs tweeting that gunman has been shot dead. CBC has not confirmed this. Condition of soldier also unknownhttp://t.co/QcwgN8OgHB "
    },
    {
        "tag": "fake",
        "text": "DEVELOPING: Shooting suspect at large inside Canadian Parliament: reportshttp://t.co/hU0OfoOGEC http://t.co/5fkHcPaK97 "
    },
    {
        "tag": "fake",
        "text": "More shots fired on Parliament Hill. "
    },
    {
        "tag": "fake",
        "text": "Very tense situation in Ottawa this morning. Multiple gun shots fired outside of our caucus room. I am safe and in lockdown. Unbelievable. "
    },
    {
        "tag": "fake",
        "text": "More shots fired just off Parliament Hill. Police telling everyone to take cover. "
    },
    {
        "tag": "fake",
        "text": "Canada's parliament in lockdown after shooting - follow our live coverage here:http://t.co/1AhAZAaFUW http://t.co/Sf7EkD4PEB "
    },
    {
        "tag": "fake",
        "text": "BREAKING: Soldier shot at Canadian parliament, authorities sayhttp://t.co/Dg2QJtPZ6B http://t.co/cslSESe9V2 "
    },
    {
        "tag": "fake",
        "text": "UPDATED: Gunman on the loose after soldier shot at Ottawa war memorial http://t.co/0XJ9qbOJ3G http://t.co/Mqgn3ouul8 "
    },
    {
        "tag": "fake",
        "text": "We are in full lock down until further notice from Ottawa Police. "
    },
    {
        "tag": "fake",
        "text": "More shots being fired near parliament in Ottawa, suspect still at large: TV "
    },
    {
        "tag": "fake",
        "text": "BREAKING: Soldier shot near Canada's parliament; active shooter at large. http://t.co/ldO9r3y0JQ http://t.co/5Ssy2fEmSb "
    },
    {
        "tag": "fake",
        "text": "Canada's parliament building in Ottawa is on lockdown after reports of an active shooter http://t.co/oKneosRl04 http://t.co/JIW3PIeeMj "
    },
    {
        "tag": "fake",
        "text": "DEVELOPING: Police: Shooting near Canadian Parliament; soldier wounded; active situation: http://t.co/9MAAywtu03 http://t.co/kZvFqw7p0v "
    },
    {
        "tag": "fake",
        "text": "#BREAKING: ONE assailant shot and killed in Parliament Hill - but still active shooting situation &amp; shots being fired. #ottnews "
    },
    {
        "tag": "fake",
        "text": "#Ottawa: MP Gerry Byrne inside building on lockdown. Says this is tactical team. Live coverage http://t.co/HrGKEeJZL4 http://t.co/b7WVOT640l "
    },
    {
        "tag": "fake",
        "text": "UPDATE | Shots were fired inside Parliament Hill and gun fire was exchanged with hill security. #cbcOTT #OTTnews "
    },
    {
        "tag": "fake",
        "text": "HAPPENING NOW: More shots heard near parliament in #Ottawa, suspect still at large - police http://t.co/Zp9AKplH9p http://t.co/pWVxhqPKez "
    },
    {
        "tag": "fake",
        "text": "Reports now police suspect two or three shooters on Parliament Hill. Sergeant at Arms Kevin Vickers shot one assailant. "
    },
    {
        "tag": "fake",
        "text": "BREAKING: Dozens of shots fired in Canada's Parliament after gunman entered main door, Ottawa journalist says. http://t.co/qsAnGNqBEw "
    },
    {
        "tag": "fake",
        "text": "My thoughts and prayers are with injured soldier. And such deep thanks to the security and RCMP on the Hill. #shooting #parliament "
    },
    {
        "tag": "fake",
        "text": "Police say the shooter is on roof of building at Metcalfe and Sparks 1 block from Parliament Hill #ottnews #cbcott http://t.co/ZZiMUgj69H "
    },
    {
        "tag": "fake",
        "text": "Attack on Parliament: Soldier shot; gunman on the loose. Follow our developing story: http://t.co/bo99C9HqJE http://t.co/2FXEYtTl8w "
    },
    {
        "tag": "fake",
        "text": "WATCH: Shots are fired inside Ottawa's Parliament building. Canadian police say shooting suspect is still at large. https://t.co/mzxG4e8m84 "
    },
    {
        "tag": "fake",
        "text": "A Canadian soldier has been shot at the country's National War Memorial near Parliament. http://t.co/5UE8YlRluE http://t.co/wZRSqS5X26 "
    },
    {
        "tag": "fake",
        "text": "Prayers for the shot soldier in #Ottawa. God bless the Canadian army. #Canada "
    },
    {
        "tag": "fake",
        "text": "Here's that dramatic video via @josh_wingrove of shots fired inside parliament building: https://t.co/1waid25vOE #Ottawa #shooting "
    },
    {
        "tag": "fake",
        "text": "BREAKING NEWS PHOTO GALLERY: Parliament Hill attacked, soldier shot at National War Memorial http://t.co/DWoevi7AZa http://t.co/0cSntg24dj "
    },
    {
        "tag": "fake",
        "text": "#Canada journalist captures outbreak of small-arms fire inside Parliament building in #Ottawa: http://t.co/oFsOV9xva2 "
    },
    {
        "tag": "fake",
        "text": "Footage from Globe reporter captures exchange of gun fire in Parliament Hill building https://t.co/FOu4PbNCDq "
    },
    {
        "tag": "fake",
        "text": "We r being told it's still not safe outside downtown. Shooter on the loose. University of Ottawa shut down. "
    },
    {
        "tag": "fake",
        "text": "Ottawa Police say they are dealing with multiple suspects, can't confirm whether all have guns but are confirming multiple suspects. "
    },
    {
        "tag": "fake",
        "text": "LOCKDOWN | Parliament, library main branch, U of O, downtown schools, Ottawa police HQ, CBC HQ, Rideau Centre, courthouse. #cbcOTT #OTTnews "
    },
    {
        "tag": "fake",
        "text": "#canada unreal. --&gt; Footage from Globe reporter captures exchange of gun fire in Parliament Hill building http://t.co/IBB9WTc3Nh "
    },
    {
        "tag": "fake",
        "text": "The University of Ottawa, just a five minute walk from the Hill, is now on lockdown. "
    },
    {
        "tag": "fake",
        "text": "IN PICTURES: Shots fired on Parliament Hill, soldier shot at National War Memorial http://t.co/wdKEiy9P8e http://t.co/uQ4yY2Nw9c "
    },
    {
        "tag": "fake",
        "text": "BREAKING: Peter Mansbridge now reporting one suspect shot dead inside Parliament Hill "
    },
    {
        "tag": "fake",
        "text": "OTTAWA! Sending postive vibes. Stay away from rooftops and windows in downtown. Shooter still in Parliament Hill: http://t.co/WzBRh1x9sq "
    },
    {
        "tag": "fake",
        "text": "#Ottawa Police say they are dealing with multiple suspects. Cannot confirm whether both/all have guns. Ottawa still pretty much locked down "
    },
    {
        "tag": "fake",
        "text": "There is something profoundly sinister about a shooting on Parliament Hill. It is a sacred space, where we use words, not weapons. "
    },
    {
        "tag": "fake",
        "text": "University of Ottawa is in lockdown, classes are cancelled "
    },
    {
        "tag": "fake",
        "text": "CONFIRMED | 1 shooter shot dead at Parliament Hill, but there is more than 1 suspect. #cbcOTT #OTTnews "
    },
    {
        "tag": "fake",
        "text": "All Ottawa police stations are closed. University of Ottawa in lockdown. Campus closed. "
    },
    {
        "tag": "fake",
        "text": "Stay with us for LIVE coverage on the active shooting at Canadian parliament: http://t.co/vglAGcuBQZ http://t.co/cI7IXtJc82 "
    },
    {
        "tag": "fake",
        "text": "Global News camera man reporting shots fired by Chateau Laurier hotel #ottawa "
    },
    {
        "tag": "fake",
        "text": "Reuters: One gunman has been shot dead inside Canadian parliament building #OttawaShooting "
    },
    {
        "tag": "fake",
        "text": "RT @CBCOttawa: CONFIRMED | 1 shooter shot dead at Parliament Hill, but there is more than 1 suspect. #cbcOTT #OTTnews "
    },
    {
        "tag": "fake",
        "text": "Recap: Gunman shot dead inside Parliament buildings; police believe there may be others on loose. Cdn soldier shot earlier at War Memorial. "
    },
    {
        "tag": "fake",
        "text": "Ottawa police: Actively looking for one or more suspects in Canadian parliament shooting. http://t.co/UQ4xo5jvhF "
    },
    {
        "tag": "fake",
        "text": "Incidents occurred at National War Memorial, near the Rideau Centre and Parliament Hill this morning. #ottnews "
    },
    {
        "tag": "fake",
        "text": "#OTTAWA SHOOTING: Police killed 1 guman, believe 2 or 3 still at large - reports http://t.co/Zp9AKplH9p http://t.co/f5jsyOog9b "
    },
    {
        "tag": "fake",
        "text": "UPDATE: Attacker shot dead in Parliament after soldier shot at War Memorial http://t.co/pp6hcfWcRw #OttawaShooting http://t.co/tx8j82FOYc "
    },
    {
        "tag": "fake",
        "text": "Watch Live: Manhunt for Canadian Parliament shooting suspect http://t.co/oWI4Jj0X5i via @CTVNews http://t.co/iqiSSYHWP2 "
    },
    {
        "tag": "fake",
        "text": "Soldier gets CPR after being shot at War Memorial in #Ottawa https://t.co/gifVPfCcBv "
    },
    {
        "tag": "fake",
        "text": "#BREAKING Soldier shot in the Canadian capital of Ottawa and a gunman is believed to have entered Parliament.http://t.co/3DWYnF22aI "
    },
    {
        "tag": "fake",
        "text": "Police confirm multiple suspects involved in shooting incident at Ottawa War Memorial - @VassyKapelos, @amyminsky http://t.co/aF9HyT9BgX "
    },
    {
        "tag": "fake",
        "text": "BREAKING: Two or three gunmen were involved in shooting at Canada war memorial, Ottawa police say. http://t.co/qsAnGNqBEw "
    },
    {
        "tag": "fake",
        "text": "According to reports, one gunman is dead in #Ottawa Parliament shooting. LIVE coverage: http://t.co/NZrpLq5Coo http://t.co/f6PV2xgRBh "
    },
    {
        "tag": "fake",
        "text": "LATEST UPDATE: Attacker shot dead in Parliament after soldier shot at National War Memorial http://t.co/pp6hcfWcRw http://t.co/HxODwIZfj6 "
    },
    {
        "tag": "fake",
        "text": "UPDATE: Police: Several shooting incidents being investigated in downtown Ottawa: http://t.co/9MAAywtu03 http://t.co/wW0aQmzRIb "
    },
    {
        "tag": "fake",
        "text": "University of Ottawa now in lockdown after earlier shooting at Canada's Parliament buildings, @uOttawaDirect says http://t.co/65JM05b8Ts "
    },
    {
        "tag": "fake",
        "text": "Updated: Canadian soldier killed in attack at Parliament Hill in Ottawa http://t.co/tMfDn2GAbh "
    },
    {
        "tag": "fake",
        "text": "UPDATED | Attacker shot dead in Parliament after soldier shot at National War Memorial: http://t.co/4kP3Lib1dS #cbcOTT #OTTnews "
    },
    {
        "tag": "fake",
        "text": "Credible sources tell @SunNewsNetwork there may be as many as five active shooters in #Ottawa http://t.co/riheafK9WV http://t.co/stc2O4WlcS "
    },
    {
        "tag": "fake",
        "text": "Reports now that 2nd shooter has been shot in downtown Ottawa #ottnews "
    },
    {
        "tag": "fake",
        "text": "#BREAKING: Shooter is dead, according to sources on Parliament Hill "
    },
    {
        "tag": "fake",
        "text": "shooting someone is already bad enough, shooting a soldier guarding a war memorial is just disgusting #PrayForOttawa "
    },
    {
        "tag": "fake",
        "text": "BREAKING NEWS: New York Times is reporting the Canadian soldier who was shot has died from their injuries. Heartbreaking. #cdnpoli #ableg "
    },
    {
        "tag": "fake",
        "text": "#RIGHTNOW all bridges from #Ottawa #Gatineau are NOW CLOSED! Active search still underway (11:37est) #ParliamentHill http://t.co/FMpAcCAI2b "
    },
    {
        "tag": "fake",
        "text": "Ottawa Police Service: There were numerous gunmen at the Canada War Memorial shooting. One person was shot. http://t.co/zNhxK6wBoy "
    },
    {
        "tag": "fake",
        "text": "LATEST: Numerous gunmen involved in #Ottawa shooting attacks, manhunt is on - police spokesman http://t.co/Zp9AKplH9p http://t.co/hji1netpU8 "
    },
    {
        "tag": "fake",
        "text": "Some Leaf players say they heard shots this morning from the Tomb of the Unknown Soldier. Scary events in Ottawa "
    },
    {
        "tag": "fake",
        "text": "BREAKING: Police source has told The Globe that a second shooter has been shot. #OttawaShooting "
    },
    {
        "tag": "fake",
        "text": "The latest @CBCNews on #Ottawa shootings. Gunman killed inside Parliament, soldier shot at War Memorial. http://t.co/kngapKTSCe #cdnpoli "
    },
    {
        "tag": "fake",
        "text": "BREAKING: One gunman has been killed following a shooting on Parliament Hill, sources confirm to CTV News. "
    },
    {
        "tag": "fake",
        "text": "Dramatic video of gunfire from inside Parliament Hill: http://t.co/8xCefbbnZa http://t.co/SYydkfOxAI "
    },
    {
        "tag": "fake",
        "text": "BREAKING: @ctvottawa CONFIRMS: One shooter dead. Police working under assumption more than one shooter. 3 shooting incidents #ottnews "
    },
    {
        "tag": "fake",
        "text": "UPDATE: Reports of 1 more shooter being SHOT. This is in addition to one shot and killed earlier in Parliament Hill #ottnews #OttawaShooting "
    },
    {
        "tag": "fake",
        "text": "BREAKING NEWS: Ottawa police confirm at least 3 separate shooting sites and multiple suspects - http://t.co/lXFiYaVImZ "
    },
    {
        "tag": "fake",
        "text": "Ottawa police issued a statement. Three separate shooting incidents. Once inside parliament. One at the war memorial. One at Rideau Centre "
    },
    {
        "tag": "fake",
        "text": "RAW VIDEO : Parliament Hill shooting.Video from inside Parliament Hill after shots were fired. #breaking http://t.co/sIwoId5RoH #CBCNews "
    },
    {
        "tag": "fake",
        "text": "Ottawa Police report a third shooting incident at the Rideau Centre. No word on injuries. "
    },
    {
        "tag": "fake",
        "text": "CTV has received confirmation from Ottawa Police that there have been three different shooting incidents #ottnews #ottawashooting "
    },
    {
        "tag": "fake",
        "text": "Watch as bullets fly inside hallways of Parliament Hill http://t.co/R8BUhfrvX2 #Ottawa "
    },
    {
        "tag": "fake",
        "text": "BREAKING: @ottawapolice confirm one death on Parliament Hill. 3 separate shootings: War Memorial, Hill and near Rideau Centre @ctvottawa "
    },
    {
        "tag": "fake",
        "text": "NEW: Ottawa police reporting 3rd shooting scene, at Rideau Centre Mall, close to Parliament Hill "
    },
    {
        "tag": "fake",
        "text": "Gun fire exchange in Parliament Hill building #Ottawa #parliament #shooting #Canada #BeSafeOttawa -https://t.co/9RDjNvVkJW via @martinvass2 "
    },
    {
        "tag": "fake",
        "text": "A gunman is killed after shooting at war memorial and Canadian parliament in Ottawa, media reports say http://t.co/sj9jOKOw2X "
    },
    {
        "tag": "fake",
        "text": "#OttawaShooting police say they are investigating 3 shootings, one at War Memorial, one on Parliament Hill and one near Rideau Centre "
    },
    {
        "tag": "fake",
        "text": "Ottawa Police report a third shooting at Rideau Centre, no reports of injuries. "
    },
    {
        "tag": "fake",
        "text": "#BREAKING: Ottawa police confirm there were at least three separate shootings "
    },
    {
        "tag": "fake",
        "text": "LIVE:Coverage of several shooting incidents at and near Canadian Parliament: http://t.co/0nuzHcvr2J http://t.co/ZJO2hQqtLF "
    },
    {
        "tag": "fake",
        "text": "Ottawa police now say there are 3 shootings in Ottawa: Parliament, War Memorial and Rideau Centre Mall http://t.co/s0bE3BaNn7 "
    },
    {
        "tag": "fake",
        "text": "UPDATE: One shooter possibly on the loose in #Ottawa amid reports of shootings in the city: http://t.co/tjycT5YQcv "
    },
    {
        "tag": "fake",
        "text": "#BREAKING: Ottawa police confirm to CTV news there were at least three separate shootings "
    },
    {
        "tag": "fake",
        "text": "#BREAKING: Ottawa Police now confirming a 3rd shooting. This one at the Rideau Centre Mall. No word on injuries at that one.#OttawaShooting "
    },
    {
        "tag": "fake",
        "text": "CANADA PARLIAMENT SHOOTING:- Still active shooter- 3 separate shooting sites- Multiple gunmen- 1 gunmen deadhttp://t.co/lXFiYaVImZ "
    },
    {
        "tag": "fake",
        "text": "Shooting soldiers guarding the war memorial....terrorism really doesn't get much more cowardly than that. Bastards. "
    },
    {
        "tag": "fake",
        "text": ".@ctvottawa confirms there were 3 separate shootings. One on Parliament Hill, one at National War Memorial, one at Rideau Centre "
    },
    {
        "tag": "fake",
        "text": "VIDEO Just on CBC NN: @globeandmail video showing shots fired inside Parliament Hill. #cdnpoli http://t.co/jT71xTmLEt http://t.co/qLQGMLA6ZT "
    },
    {
        "tag": "fake",
        "text": "Police in pursuit of multiple shooters in Ottawa; PM safe; downtown buildings in lockdown http://t.co/3FCWaFPA4y http://t.co/Si3yY0BRRd "
    },
    {
        "tag": "fake",
        "text": "EXTENDED: Dramatic video of gunfire inside hallways of Parliament Hill. (The Globe and Mail) http://t.co/SbOu4rAp96 http://t.co/71rNixs3Eb "
    },
    {
        "tag": "fake",
        "text": ".@OttawaPolice: Incidents occurred at National War Memorial, near the Rideau Centre and Parliament Hill. Live blog: http://t.co/q98AMohu7T "
    },
    {
        "tag": "fake",
        "text": "#BREAKING : 3rd shooting incident reported in #ottawa at Rideau Centre Mall "
    },
    {
        "tag": "fake",
        "text": "Police say there are 3 shooting scenes: Parliament, War Memorial, Rideau Centre. They happened close together, police say #cbcOTT #OTTnews "
    },
    {
        "tag": "fake",
        "text": "CTV reports that soldier shot at war memorial still alive. "
    },
    {
        "tag": "fake",
        "text": "BREAKING: CTV Ottawa confirms there were 3 separate shootings. One on Parliament Hill, one at National War Memorial, one near Rideau Centre "
    },
    {
        "tag": "fake",
        "text": "CXN: 1 gunman shot dead in Parliament Hill attack, soldier shot in Ottawa http://t.co/pp6hcfWcRw No report soldier dead. #OttawaShooting "
    },
    {
        "tag": "fake",
        "text": "Our thoughts and prayers are with the Canadian soldier shot while guarding the National War Memorial in Ottawa. #ableg #cdnpoli "
    },
    {
        "tag": "fake",
        "text": "Breaking: Police confirm multiple suspects in Ottawa shooting. http://t.co/tYCeELTJqc "
    },
    {
        "tag": "fake",
        "text": "#OTTAWA FOOTAGE: Video captures moment shots fired in Canadian Parliament http://t.co/Zp9AKplH9p http://t.co/CkAO04v5gm "
    },
    {
        "tag": "fake",
        "text": "Seeing reports that soldier shot at War Memorial is still alive. Hang in there, brother. All of Canada is with you. "
    },
    {
        "tag": "fake",
        "text": "Witness tells CNN gunman shot one of two soldiers standing guard at war memorial in Ottawa. Live blog: http://t.co/q98AMohu7T "
    },
    {
        "tag": "fake",
        "text": "Watch video showing gunfire inside Canada's parliament in Ottawa http://t.co/CJpXNAk8nS http://t.co/hxwr2NEr2K "
    },
    {
        "tag": "fake",
        "text": "CLARIFICATION | The shooting was near the Rideau Centre, police say. Not inside it. #cbcOTT #OTTnews "
    },
    {
        "tag": "fake",
        "text": "BREAKING NEWS: CANADIAN OFFICIALS NOW CALLING TODAY'S PARLIAMENT SHOOTING A TERRORIST ATTACK - http://t.co/lXFiYaVImZ "
    },
    {
        "tag": "fake",
        "text": "EXTENDED VIDEO: Numerous gunshots heard inside Centre Block on Parliament Hill http://t.co/PVcAGKdahe "
    },
    {
        "tag": "fake",
        "text": "Here's the footage shot by Globe reporter @josh_wingrove of gun fire in Parliament Hill building https://t.co/FOu4PbNCDq "
    },
    {
        "tag": "fake",
        "text": "CANADIAN OFFICIALS NOW CALLING TODAY'S PARLIAMENT SHOOTING A TERRORIST ATTACK - http://t.co/5VYMWGWyx3 http://t.co/jQn39E7hTA "
    },
    {
        "tag": "fake",
        "text": "Police confirm 3rd shooting in area of Rideau Centre, mall in downtown #Ottawa east of Parliament Hill. #cdnpoli "
    },
    {
        "tag": "fake",
        "text": "Confirmed reports that there were three shootings in Ottawa: at a War memorial, at the Parliament and at a shopping mall. "
    },
    {
        "tag": "fake",
        "text": "Police in Ottawa are searching for suspected gunmen who shot a solider and fired shots in Parliament this morning. http://t.co/1cKIHwuCzl "
    },
    {
        "tag": "fake",
        "text": "Ottawa police confirm 3 separate shooting incidents today; 1 on Parliament Hill, 1 at War Memorial and 1 near area mall - @CP24, @CBCNews "
    },
    {
        "tag": "fake",
        "text": "Latest on shooting in Ottawa w/ dramatic video from inside Canadian Parliament building by @globeandmail http://t.co/iXfjOjwP6y "
    },
    {
        "tag": "fake",
        "text": "Shooting locks down Canadian parliament; one suspect reported dead http://t.co/H3Z4PtvSuU "
    },
    {
        "tag": "fake",
        "text": "At least 30 more shots were fired inside Parliament in Ottawa. http://t.co/1cKIHwuCzl "
    },
    {
        "tag": "fake",
        "text": "Rideau Centre general manager tell @globeandmail there was no shooting inside the mall. But people can't leave or enter. #OttawaShooting "
    },
    {
        "tag": "fake",
        "text": "MORE: Police say shots fired at 3 places: The National War Memorial, on Parliament Hill and near Rideau Centre Mall: http://t.co/ZUIqFDn4nl "
    },
    {
        "tag": "fake",
        "text": "Police confirming a 3rd shooting at Rideau Center here in Ottawa, a popular shopping mall downtown - very tense in city #OttawaStrong "
    },
    {
        "tag": "fake",
        "text": "Police are now investigating three shooting incidents in Ottawa at Parliament, shopping mall and War Memorial. http://t.co/1cKIHwuCzl "
    },
    {
        "tag": "fake",
        "text": "AP VIDEO: Gunman shoots a Canadian soldier standing guard at the National War Memorial in Ottawa: http://t.co/ELdZHZa0Q9 "
    },
    {
        "tag": "fake",
        "text": "Police say shots fired at 3 #Ottawa sites - National War Memorial, Parliament Hill, and now Rideau shopping centre http://t.co/rOnqpUbuqc "
    },
    {
        "tag": "fake",
        "text": "Here are the 3 locations of shootings in #Ottawa around Parliament Hill (GoofleEarth)From: @CNNJasonhttp://t.co/DSyNgBC02U "
    },
    {
        "tag": "fake",
        "text": "Map of areas where Ottawa shootings were reported: National War Memorial, near the Rideau Centre and Parliament Hill. http://t.co/NcfNCR5VCV "
    },
    {
        "tag": "fake",
        "text": "Photos of the scene in Ottawa, where police confirm 'several' shootings http://t.co/1vpA0rErQg http://t.co/djjyH5S30C "
    },
    {
        "tag": "fake",
        "text": "Ottawa shootings reportedly at three locations - parliament, war memorial and shopping mall. http://t.co/fULkb6VpEv http://t.co/mL9Ivehy6Q "
    },
    {
        "tag": "fake",
        "text": "Gunman on the loose in downtown Ottawa. Canadian citizens disarmed by their government. Target rich environment. #OttawaShooting "
    },
    {
        "tag": "fake",
        "text": "Reports of a shooting at Rideau Centre have misstated the shooting location. "
    },
    {
        "tag": "fake",
        "text": "Harper to make statement today after gunman shot dead in #Parliament. PM safe, not on Parliament Hill, being briefed by security officials. "
    },
    {
        "tag": "fake",
        "text": "NORAD increases number of planes on higher alert status ready to respond if necessary, official says. http://t.co/qsAnGNqBEw #OttawaShooting "
    },
    {
        "tag": "fake",
        "text": "Ottawa police confirm that there were multiple suspects in the shooting, saying there were possibly 3 shooters. http://t.co/In9OgOxYXM "
    },
    {
        "tag": "fake",
        "text": "BREAKING: Two new patients coming to Ottawa hospital civic campus. One with gunshot wounds. Just confirmed #ottnews "
    },
    {
        "tag": "fake",
        "text": "Police confirm 'several' shootings in Ottawa; PM safe; downtown buildings in lockdown http://t.co/WX22NpkCFs http://t.co/FlvvBW7Cu2 "
    },
    {
        "tag": "fake",
        "text": "BREAKING: #Ottawa Civic Hosp official says TWO NEW PATIENTS are enroute to hospital. 1 w/gunshot wounds. Both stable. @ctvottawa #ottnews "
    },
    {
        "tag": "fake",
        "text": "In response to Ottawa incidents, NORAD increased number of planes on higher alert status ready to respond if needed. http://t.co/q98AMohu7T "
    },
    {
        "tag": "fake",
        "text": "Police in Canada have confirmed to NBC that multiple gunmen were involved in what appears to be coordinated series of shootings in #Ottawa "
    },
    {
        "tag": "fake",
        "text": "These are the areas where the #OttawaShootings have been reported. http://t.co/KkgffESRD5 http://t.co/Vvyip1FQjm "
    },
    {
        "tag": "fake",
        "text": "Senior U.S. official: Canadian government has informed U.S. that one shooter is dead in Ottawa. Live blog: http://t.co/q98AMohu7T "
    },
    {
        "tag": "fake",
        "text": "UPDATE: Ottawa police confirm gunman in Canada shooting shot and killed. Search on for possible additional gunmen. http://t.co/sV7ZH50tlf "
    },
    {
        "tag": "fake",
        "text": "Timing of Parliament shootings - an hour later and 200+ MPs and dozens of reporters would have been in hall where shooting took place "
    },
    {
        "tag": "fake",
        "text": "Breaking: Shots were fired at three separate locations in Ottawa, say Ottawa police http://t.co/64ryfqadX1 "
    },
    {
        "tag": "fake",
        "text": "OTTAWA SHOOTING- Soldier shot at memorial- Gunfire in Parliament- PM safe, will speak later today http://t.co/DkNJOduorR "
    },
    {
        "tag": "fake",
        "text": "Extended Video: Guns raised, officers rush towards @RideauCentre http://t.co/YHpG2o8XeH http://t.co/UsPYjU85AS "
    },
    {
        "tag": "fake",
        "text": "Canadian soldier who was shot at #Ottawa's War Memorial is a reservist serving with the Argyll and Sutherland Highlanders in #Hamilton, Ont. "
    },
    {
        "tag": "fake",
        "text": "2 new victims en route to Ottawa hospital; 1 shot, both non-life-threatening, hospital says - @MICHAELCTV, @CBCNews https://t.co/wCqPcyqMxK "
    },
    {
        "tag": "fake",
        "text": "Ottawa Police Service: No one was hurt in the shooting near Ottawa's Rideau Centre. Live blog: http://t.co/q98AMohu7T "
    },
    {
        "tag": "fake",
        "text": "#BREAKING Rick Hughes at CBC Hamilton: The soldier who was shot in Ottawa Wednesday morning is a reservist serving in Hamilton "
    },
    {
        "tag": "fake",
        "text": "No one hurt in shooting at Ottawa's Rideau Centre -- scene of 1 of 3 attacks, Canadian police say. http://t.co/qsAnGNqBEw #ottawashooting "
    },
    {
        "tag": "fake",
        "text": "Kevin Vickers, head of security in parliament &amp; 29 yr vet of RCMP. Being credited for taking down shooter #Ottawa http://t.co/LpAUkIqwvi "
    },
    {
        "tag": "fake",
        "text": "Canadian soldier shot in Ottawa a reservist from Hamilton http://t.co/MTYfpfQLJY #HamOnt #Canpoli #ottawashooting http://t.co/geEQSNG1mi "
    },
    {
        "tag": "fake",
        "text": "Ottawa police confirm they are looking for more than one suspect in Parliament Hill shooting. http://t.co/1cKIHwuCzl "
    },
    {
        "tag": "fake",
        "text": "This is #MyCanada .. Passing woman valiantly tries to save #Hamilton Reservist shot in #Ottawa .. #OttawaShooting http://t.co/0uHEdCAylc "
    },
    {
        "tag": "fake",
        "text": "#Ottawa police confirm to #CBCNews they are still seeking 1 or more suspects after shootings on Parliament Hill, War Memorial, nearby mall. "
    },
    {
        "tag": "fake",
        "text": "Canadian authorities 'were aware of potential #Isis-style attacks for weeks'http://t.co/AEMhmInJxm #OttawaShooting http://t.co/TDL4Wl1lFL "
    },
    {
        "tag": "fake",
        "text": "#BREAKING Minister of Employment Jason Kenney confirms the soldier shot in Ottawa is dead http://t.co/lKTCYy4qry http://t.co/COnhvF3DyU "
    },
    {
        "tag": "fake",
        "text": "This is Kevin Vickers, sergeant-at-arms who reportedly killed a shooter inside the Parliament buildings #Ottawa http://t.co/rUra9TOZpu "
    },
    {
        "tag": "fake",
        "text": "#BREAKING Canada soldier shot near parliament has died, an official says "
    },
    {
        "tag": "fake",
        "text": "Hero. @affanchowdhry: Kevin Vickers, head of security in parliament, being credited for taking down shooter #Ottawa http://t.co/rVYetE0KYq "
    },
    {
        "tag": "fake",
        "text": "BREAKING NEWS: ONE SOLDIER HAS DIED AFTER OTTAWA SHOOTING, SUSPECT(S) STILL AT LARGE - http://t.co/lXFiYaVImZ "
    },
    {
        "tag": "fake",
        "text": "NORAD has gone on a high alert posture as a result of the shootings in Ottawa, U.S. military officials say - @JimMiklaszewski "
    },
    {
        "tag": "fake",
        "text": "AFP: an official says a Canadian soldier has died after being shot in #OttawaShooting "
    },
    {
        "tag": "fake",
        "text": "#BREAKING: @kenneyjason confirms the soldier shot this morning has died, a Parliamentary Guard has also been wounded. #OttawaShooting "
    },
    {
        "tag": "fake",
        "text": "BREAKING UPDATE: Canadian soldier injured at Parliament Hill shooting dies http://t.co/Zp9AKplH9p #Ottawa "
    },
    {
        "tag": "fake",
        "text": "WATCH: Sounds of apparent gunfire inside halls of Canada's Parliament Hill: http://t.co/KzOOm96NEL http://t.co/WOzpsb6dXi "
    },
    {
        "tag": "fake",
        "text": "Canada's Minister of Employment Jason Kenney says the soldier shot in Ottawa has died - @TorontoStar http://t.co/YXHpFMqGic "
    },
    {
        "tag": "fake",
        "text": "Ottawa Hospital has received 3 patients, 2 of whom are in stable condition. Won't give update on soldier, deferring to DND. #cbcOTT #OTTnews "
    },
    {
        "tag": "fake",
        "text": "CANADA PARLIAMENT SHOOTING:- Active shooter- 3 separate shooting sites- 3 injd- Multiple gunmen- 1 soldier deadhttp://t.co/lXFiYaVImZ "
    },
    {
        "tag": "fake",
        "text": "Ottawa hospital says it's treating three patients, two in stable condition, after shooting incident. http://t.co/1cKIHwuCzl "
    },
    {
        "tag": "fake",
        "text": "Update from Ottawa:-Cdn soldier dies from shooting-Parliamentary guard wounded-Parliament Hill still in lockdownhttp://t.co/chbTWxVN0q "
    },
    {
        "tag": "fake",
        "text": "BREAKING: A spokesperson for The Ottawa Hospital confirms that it has received three patients, two of which are in stable condition. "
    },
    {
        "tag": "fake",
        "text": "Chaos broke out in Ottawa after a shooting at the war memorial and reports of gunfire in Parliament http://t.co/pVOh34l2ea "
    },
    {
        "tag": "fake",
        "text": "Soldier shot at Canada National War Memorial has died; police are looking for several suspects http://t.co/dQYFsfKGHx http://t.co/qwjAU3SliB "
    },
    {
        "tag": "fake",
        "text": "MPs credit sergeant-at-arms for saving lives in Parliament Hill shootingshttp://t.co/3NfiSwTwPt http://t.co/V5tIbCQgj9 "
    },
    {
        "tag": "fake",
        "text": "Soldier shot by gunman outside Canada parliament dies, minister says, as police search for multiple suspects "
    },
    {
        "tag": "fake",
        "text": "Jason Kenney says Canadians soldier shot at War Memorial today has died. Employment Minister also says Parliamentary guard wounded. #cdnpoli "
    },
    {
        "tag": "fake",
        "text": "#leafs could hear shots from their rooms, I am told. #OttawaShooting "
    },
    {
        "tag": "fake",
        "text": "Ottawa Hospital says it received 3 patients after shootings; 2 stable, won't give update on soldier - statement http://t.co/aF9HyT9BgX "
    },
    {
        "tag": "fake",
        "text": "#PrayForOttawa As an American Veteran, my prayers are w/ the Canadian soldier who died in today's shooting standing duty at a war memorial 🙏 "
    },
    {
        "tag": "fake",
        "text": "Conservative caucas informed soldier shot at War Memorial in Ottawa this morning has died. A sad development on a shocking day. "
    },
    {
        "tag": "fake",
        "text": "#BREAKING Canadian officials: Soldier shot in Ottawa has died http://t.co/ddbmihjxGB "
    },
    {
        "tag": "fake",
        "text": "Canada's parliament building locked down after shooting; at least one guard injured: http://t.co/Nrsnlg2s04 Photo: AP http://t.co/qPXF4IF6aM "
    },
    {
        "tag": "fake",
        "text": "Conservative caucus told Canadian soldier shot at War Memorial has died, Soldier has not been named, but was a reservist based in #Hamilton. "
    },
    {
        "tag": "fake",
        "text": "My heart aches for the family of the Canadian Soldier murdered this morning in Ottawa. RIP ❤️ "
    },
    {
        "tag": "fake",
        "text": "I saw one of the soldiers laying on the ground. Witnesses depict chaos in #OttawaShooting http://t.co/VeZxrHnPCd http://t.co/1hhIi1ykh2 "
    },
    {
        "tag": "fake",
        "text": "DEVELOPING story here: Gunman killed in Ottawa; 3 shootings confirmed http://t.co/AmIGGlYu4l "
    },
    {
        "tag": "fake",
        "text": "Video: Reporter captures shoot-out in Ottawa's Parliament Hill building. Watch: http://t.co/BIemkWAVtc http://t.co/d0BakjCrAB "
    },
    {
        "tag": "fake",
        "text": "Statement from Ottawa Hospital: received 3 patients. 2 in stable condition. http://t.co/zu5hYPrGDL "
    },
    {
        "tag": "fake",
        "text": "#OttawaShooting @RCMP_Nat_Div press conference will be held at 2 pm today "
    },
    {
        "tag": "fake",
        "text": "#BREAKING: Soldier shot at the National War Memorial has died, CTV has confirmed "
    },
    {
        "tag": "fake",
        "text": "BREAKING: the most terrible news of the day so far: soldier has died of his injuries #OttawaShooting @ctvnews @ctvottawa "
    },
    {
        "tag": "fake",
        "text": "Map of the locations of shootings in Ottawa, at War Memorial, House of Commons and nearby mall http://t.co/X88Z25p9Tx http://t.co/oFsyyJQ4Qp "
    },
    {
        "tag": "fake",
        "text": "White House says US ready to offer Canada any necessary assistance after shootings in #Ottawa. #BarackObama to speak with PM Harper today. "
    },
    {
        "tag": "fake",
        "text": "BREAKING: CTV News reports that a solider wounded in a shooting at the National War Memorial has died. "
    },
    {
        "tag": "fake",
        "text": "The NHL has decided to postpone tonight's #sens-#leafs game in Ottawa. The right decision. The only decision. "
    },
    {
        "tag": "fake",
        "text": "#BREAKING : NHL : The game between the Toronto Maple Leafs and Ottawa Senators, scheduled for tonight in Ottawa, has been postponed "
    },
    {
        "tag": "fake",
        "text": "The game between the Toronto Maple Leafs and Ottawa Senators scheduled for tonight in Ottawa has been postponed, the NHL says. "
    },
    {
        "tag": "fake",
        "text": "BREAKING: NHL postpones tonight's Senators-Leafs game in Ottawa "
    },
    {
        "tag": "fake",
        "text": "The NHL announces tonight's game between the #Leafs and #Sens in Ottawa has been postponed "
    },
    {
        "tag": "fake",
        "text": "#NHL cancels tonight's game between #Ottawa and #Toronto due to today's shootings. Senators were to host Maple Leafs. "
    },
    {
        "tag": "fake",
        "text": "NHL says date of rescheduled game TBD. NHL ``wishes to express its sympathy and prayers to all affected by the tragic events in Ottawa'' "
    },
    {
        "tag": "fake",
        "text": "Map of three #Ottawa locations where police say shots have been fired http://t.co/QrP5bauJcR http://t.co/nutT2VYvpD "
    },
    {
        "tag": "fake",
        "text": "The Canadian soldier shot at the War Memorial in Ottawa has died, according to two members of Parliament. Live blog: http://t.co/q98AMohu7T "
    },
    {
        "tag": "fake",
        "text": "NHL postpones Maple Leafs-Senators game after tragic shootings in Ottawa. http://t.co/ANVfFm4Jca http://t.co/g60sdEUw6R "
    },
    {
        "tag": "fake",
        "text": "BREAKING: Hospital says it has received 3 victims from Ottawa shootings, 2 are in stable condition. "
    },
    {
        "tag": "fake",
        "text": "The Canadian soldier shot at the War Memorial has died, officials reported. http://t.co/uKQg1qVQm6 #OttawaShooting http://t.co/bbG09qLY26 "
    },
    {
        "tag": "fake",
        "text": "BREAKING NEWS: OTTAWA POLICE CONFIRM TO ABC NEWS THEY ARE LOOKING FOR 3 SUSPECTS, ONE HAS BEEN 'DEALT WITH' - http://t.co/lXFiYaVImZ "
    },
    {
        "tag": "fake",
        "text": "Ottawa police and RCMP will be announcing a joint press conference time shortly. #cbcOTT #OTTnews "
    },
    {
        "tag": "fake",
        "text": "The RCMP will hold a news conference close to 2 p.m. to provide an update on the shootings in Ottawa. "
    },
    {
        "tag": "fake",
        "text": "Ottawa Police spokesman tells @ABC News that 3 suspects are being sought following shootings in Canadian capital - @WorldNews "
    },
    {
        "tag": "fake",
        "text": "Soldier shot at War Memorial in Ottawa has died. Live coverage: http://t.co/pQpji0hgFI "
    },
    {
        "tag": "fake",
        "text": "NHL postpones Wednesday's Leafs-Senators game due to tragedy in Ottawa http://t.co/Ohec0ceae7 http://t.co/sLeiCmoUN6 "
    },
    {
        "tag": "fake",
        "text": "OTTAWA SHOOTING- Soldier shot at memorial has died: Globe, CTV- Harper to speak later todayhttp://t.co/DkNJOduorR "
    },
    {
        "tag": "fake",
        "text": "NHL postpones tonight's Leafs-Senators game because of #OttawaShooting http://t.co/a6JxXm20nZ http://t.co/G80SbMBTlv "
    },
    {
        "tag": "fake",
        "text": "Tonight's game between Maple Leafs &amp; Senators has been postponed after shootings in Ottawa this morning. » http://t.co/OXpRxAjwCE "
    },
    {
        "tag": "fake",
        "text": "Ottawa hospital confirms it's treating 3 #OttawaShooting victims - 2 in stable conditionhttp://t.co/IbLAWEjEeD http://t.co/zSoC0VxOKN "
    },
    {
        "tag": "fake",
        "text": "Leafs-Sens game postponed after shootings on Parliament Hill http://t.co/19SAtvFFKT "
    },
    {
        "tag": "fake",
        "text": "Harper cancels Malala citizenship event in wake of Ottawa shootings http://t.co/jZGipsGIK6 #OttawaShooting http://t.co/FG7pcHuDmK "
    },
    {
        "tag": "fake",
        "text": "Terror in #Canada &amp; #Israel today. A soldier murdered in Ottawa, a baby murdered in Jerusalem. Extremist terror is scourge of modern world "
    },
    {
        "tag": "fake",
        "text": "UPDATE: A lockdown at the Rideau Centre in Ottawa has been lifted. "
    },
    {
        "tag": "fake",
        "text": "#RCMP to hold news conference on #Ottawa shootings at 2 pm ET, 11 am PT. Watch live coverage @ http://t.co/kngapKTSCe "
    },
    {
        "tag": "fake",
        "text": "Ottawa Hospital confirms it has received 3 patients. 2 are in stable condition. Live blog: http://t.co/q98AMohu7T "
    },
    {
        "tag": "fake",
        "text": "Canadian authorities have given name of suspect in Ottawa attacks to U.S. feds; ask for FBI assistance: Sr U.S. law enforcement official "
    },
    {
        "tag": "fake",
        "text": "UPDATE: This morning’s shooting incidents occurred at the National War Memorial and on Parliament Hill. Not Rideau Centre. #ottnews "
    },
    {
        "tag": "fake",
        "text": "BREAKING: Ottawa police say they believe there is more than one shooter. "
    },
    {
        "tag": "fake",
        "text": "One shooting victim succumbed to injuries. He was a member of the Canadian Forces. Our thoughts and prayers are with him and his loved ones. "
    },
    {
        "tag": "fake",
        "text": "Prayers for #Ottawa, those directly affected, family of the soldier who died. God keep our land glorious and free. #WeStandOnGuardForThee "
    },
    {
        "tag": "fake",
        "text": "BREAKING: Ottawa Police confirm that a member of the Canadian Forces has succumbed to injuries in hospital following shooting... "
    },
    {
        "tag": "fake",
        "text": "BREAKING NEWS: Ottawa police now confirm one suspect has been killed. 2 suspects remain at large. "
    },
    {
        "tag": "fake",
        "text": "Contrary to earlier reports no incident occurred near the Rideau Centre, Ottawa police say. #cbcOTT @OTTnews "
    },
    {
        "tag": "fake",
        "text": "#Ottawa police confirm fatal shooting of Canadian soldier at War Memorial, and shooting death of gunman in Parliament. No one in custody. "
    },
    {
        "tag": "fake",
        "text": "Ottawa police correct their info. No shooting at the Rideau shopping centre. Everything now points to one gunman in two locations. "
    },
    {
        "tag": "fake",
        "text": "Ottawa police confirm 1 male shooting suspect died; no one in custody - @OttawaPolice http://t.co/9emMsGE1FZ "
    },
    {
        "tag": "fake",
        "text": "#RCMP news conference on #Ottawa shootings expected to begin momentarily. Watch live @ http://t.co/kngapKTSCe "
    },
    {
        "tag": "fake",
        "text": "BREAKING: Police say soldier, 1 suspected gunman dead in Ottawa shootings. "
    },
    {
        "tag": "fake",
        "text": "Tragedy mounts as soldier shot this AM dies of his wounds in an Ottawa Hospital. Deep sympathy to his family and friends. #shooting #ottawa "
    },
    {
        "tag": "fake",
        "text": "Police now say there were two shooting incidents in Ottawa: one at the war memorial, the other on Parliament Hill. http://t.co/q98AMohu7T "
    },
    {
        "tag": "fake",
        "text": "Ottawa Police confirms 1 gunman dead, 1 soldier killed in #OttawaShooting http://t.co/pI1qVrCQBe http://t.co/wDK64hpO7H "
    },
    {
        "tag": "fake",
        "text": "White House: Obama awaiting chance to speak with Harper about Ottawa shooting http://t.co/zOQGTf8NIO http://t.co/GIqcI75fhz "
    },
    {
        "tag": "fake",
        "text": "Updated: The shooting incident in Ottawa had the appearance of a coordinated attack http://t.co/brn047wYz8 http://t.co/rfCQHTUPft "
    },
    {
        "tag": "fake",
        "text": "I saw a long gun, I heard one shot - eye witness to #OttawaShooting at Canadian Parliament http://t.co/509yRD4iCn http://t.co/YmMtvZDLom "
    },
    {
        "tag": "fake",
        "text": "The RCMP and Ottawa police news conference is beginning now. Watch live: http://t.co/alz6qu6Mca #cbcOTT #OTTnews "
    },
    {
        "tag": "fake",
        "text": "Police are holding a news conference to provide the latest on today's incidents in Ottawa. Watch live now on CNNgo. http://t.co/AsypHTR7eA "
    },
    {
        "tag": "fake",
        "text": "Police hold news conference on #OttawaShooting - follow our coverage here: http://t.co/0YmuK6kMQM "
    },
    {
        "tag": "fake",
        "text": "Ottawa police chief confirms that both gunman and soldier at war memorial are dead. "
    },
    {
        "tag": "fake",
        "text": "MORE: Canadian soldier shot at war memorial has died; one of three suspected gunmen also dead, police say: http://t.co/uFsW7vHPRi "
    },
    {
        "tag": "fake",
        "text": "Police in #Ottawa call situation 'fluid,' 'dynamic,' 'unfolding.' Confirm deaths of soldier, gunman. #cdnpoli "
    },
    {
        "tag": "fake",
        "text": "Police have clarified that there were two shootings in Ottawa today, not three: at the War Memorial and Parliament Hill. "
    },
    {
        "tag": "fake",
        "text": "Sergeant-at-Arms of Canada's parliament called a hero for shooting gunman who entered building http://t.co/n7Uyuj8zgu http://t.co/kfV2La0M7m "
    },
    {
        "tag": "fake",
        "text": "UPDATE: Parliament Hill attack: Soldier dies of injuries, gunman shot dead http://t.co/pp6hcfWcRw #OttawaShooting http://t.co/P0DfYqt63V "
    },
    {
        "tag": "fake",
        "text": "RIP to the Canadian soldier killed today in #Ottawa. Thoughts and prayers with his family &amp; friends. #Canada http://t.co/BmXokdx136 "
    },
    {
        "tag": "fake",
        "text": "MORE: Police believe three gunmen were involved in shootings in Ottawa this morning and are looking for two shooters. http://t.co/IHV4galEtC "
    },
    {
        "tag": "fake",
        "text": "Ottawa Police won't say if there are still suspects at large; say it is still an active operation - live video http://t.co/aF9HyT9BgX "
    },
    {
        "tag": "fake",
        "text": "FBI assisting in the case of the Ottawa shooting, sources have confirmed to CTV News "
    },
    {
        "tag": "fake",
        "text": "I am so saddened by the death of a young man serving us and our great nation. God bless him #Ottawa #OttawaShooting "
    },
    {
        "tag": "fake",
        "text": "Thoughts &amp; prayers go out to the soldier killed in Ottawa during the shooting &amp; everyone affected in Ottawa. #PrayForOttawa #OttawaShooting "
    },
    {
        "tag": "fake",
        "text": "This afternoon we've lowered our flags to half mast in honour of the Canadian Reservist who lost his life in Ottawa. http://t.co/3oTF5sd2Lf "
    },
    {
        "tag": "fake",
        "text": "Ottawa shooting: Kevin Vickers labelled 'hero' after taking down gunman in Canadian Parliament http://t.co/z3r8w1DIr1 http://t.co/68ckieXIsf "
    },
    {
        "tag": "fake",
        "text": "Full White House statement on Obama's call to #Ottawa http://t.co/7UAGgehJms "
    },
    {
        "tag": "fake",
        "text": "Statement from Hamilton Mayor Bob Bratina on death of soldier in #OttawaShooting http://t.co/p4DlyV3NG4 "
    },
    {
        "tag": "fake",
        "text": "Prime Minister Stephen Harper to address country tonight after fatal shooting at War Memorial and attack on Parliament: @CBCNews #cdnpoli "
    },
    {
        "tag": "fake",
        "text": "US Army increases security at Tomb of the Unknown Soldier at Arlington Nat'l Cemetery as precaution due to Ottawa shootings - @LMartinezABC "
    },
    {
        "tag": "fake",
        "text": "Condolences to the family of the fallen officer in #Ottawa He was a hero who bravely stood in defence of our country and our freedoms "
    },
    {
        "tag": "fake",
        "text": "These are not timid colours; soldiers back guarding Tomb of Unknown Soldier after today's shooting #StandforCanada http://t.co/7KoW2xATKG "
    },
    {
        "tag": "fake",
        "text": "Kevin Vickers hailed as hero who took down attacker at Parliament Hill: http://t.co/sG70iQtfSM #cbcOTT #OTTnews http://t.co/zuSOkiOzck "
    },
    {
        "tag": "fake",
        "text": "Ottawa shooting: Soldier dies of injuries, gunman shot dead http://t.co/6D9NofyId5 http://t.co/IO19HlsUms "
    },
    {
        "tag": "fake",
        "text": "My thoughts &amp; prayers are with the family &amp; friends of the soldier killed today in the line of duty in Ottawa. Our nation mourns your loss. "
    },
    {
        "tag": "fake",
        "text": "Meet Kevin Vickers, the hero who shot down the Parliament Hill gunman #OttawaShooting http://t.co/dFhPJCDREP http://t.co/m4fFmtw8d8 "
    },
    {
        "tag": "fake",
        "text": "A Canadian soldier who was standing on guard for thee is gone. Our thoughts are w everyone affected by the shootings in Ottawa #CanadaStrong "
    },
    {
        "tag": "fake",
        "text": "#KevinVickers hailed as hero who took down attacker at Parliament Hill http://t.co/2MHOPGuF7w #OttawaShooting http://t.co/zu5I71EU5S "
    },
    {
        "tag": "fake",
        "text": "The University of Ottawa is no longer in lockdown. #cbcOTT #OTTnews "
    },
    {
        "tag": "fake",
        "text": "Kevin Vickers hailed as hero who took down attacker http://t.co/qIDq2LcXkf #OttawaShooting #cbcto http://t.co/Qo5E24X9ZS "
    },
    {
        "tag": "fake",
        "text": "JUST IN: U.S. officials tell CBS News the name of the dead Ottawa shooting suspect is Michael Zehaf-Bibeau, a Canadian born in 1982. "
    },
    {
        "tag": "fake",
        "text": "Gunman killed in Parliament attack named as Michael Zehaf-Bibeau, a Canadian born in 1982, American media report claims. #cdnpoli #Ottawa "
    },
    {
        "tag": "fake",
        "text": "#BREAKING: Reports that the dead shooting suspect is Michael Zehaf-Bibeau, born 1982. He is reportedly Canadian-born. #OttawaShooting "
    },
    {
        "tag": "fake",
        "text": "#ISIS Media account posts picture claiming to be Michael Zehaf-Bibeau, dead #OttawaShooting suspect. #Canada http://t.co/kWam0E4tyX "
    },
    {
        "tag": "fake",
        "text": "#Breaking: Soldier killed at war memorial identified as Cpl. Nathan Cirillo #ottawashooting http://t.co/vlj96XOoSm http://t.co/LOzoL7IjVI "
    },
    {
        "tag": "fake",
        "text": "RT @ArmedResearch:#ISIS Media account posts picture claiming to be Michael Zehaf-Bibeau, dead #OttawaShooting suspect http://t.co/sn3IhZjOx2 "
    },
    {
        "tag": "fake",
        "text": "Rest in peace Cpl. Nathan Cirillo via @globeandmail #ottawashooting http://t.co/voEK2MZpfR http://t.co/sMpeSGv4HY "
    },
    {
        "tag": "fake",
        "text": "The important name right now is Cpl. Nathan Cirillo. #ottawa "
    },
    {
        "tag": "fake",
        "text": "Rest In Peace Cpl. Nathan Cirillo. #Ottawa #OttawaShooting http://t.co/kHoik2LtmB "
    },
    {
        "tag": "fake",
        "text": "RIP Cpl. #NathanCirillo 🌹🍁🌹Your service never forgottenPrayers for his family 🙏😪#CanadianForces #OttawaShooting http://t.co/okrtlIP64Z "
    },
    {
        "tag": "fake",
        "text": "#HamOnt reservist Nathan Cirillo was on duty in Ottawa today when he was fatally shot. http://t.co/ChPobw7w2x "
    },
    {
        "tag": "fake",
        "text": "Soldier shot dead in #Ottawa today is Cpl. Nathan Cirillo. Reservist was based in #Hamilton, Ont. "
    },
    {
        "tag": "fake",
        "text": "#RIPNathanCirilloRT @globeandmail: Soldier killed at war memorial identified as Cpl. Nathan Cirillo #OttawaShooting http://t.co/uZZqmlctss "
    },
    {
        "tag": "fake",
        "text": "Canadian soldier fatally shot identified as Nathan Cirillo. #OttawaShooting #HamOnt #RIP http://t.co/0VdtSF6WVS "
    },
    {
        "tag": "fake",
        "text": "ISIS Media account posts picture claiming to be Michael Zehaf-Bibeau suspected shooter in #Ottawa http://t.co/V61x3YvkGJ "
    },
    {
        "tag": "fake",
        "text": "Soldier killed at war memorial identified as Nathan Cirillo #HamOnt #OttawaShooting #cndpoli http://t.co/BjEM0my6iT http://t.co/7BFFBm2afL "
    },
    {
        "tag": "fake",
        "text": "Cpl. Nathan #Cirillo, the soldier shot dead today in #Ottawa. RIP sir and thank you for your service. #OttawaShooting http://t.co/jpXLr5ONOa "
    },
    {
        "tag": "fake",
        "text": "BREAKING: Canada police investigating Michael Zehaf-Bibeau as possible suspect in Ottawa shooting: source familiar with matter "
    },
    {
        "tag": "fake",
        "text": "Corporal Nathan Cirillo, shot dead at #Ottawa War Memorial today, was 24. Reservist was member of Argyll and Sutherland Highlanders #cdnpoli "
    },
    {
        "tag": "fake",
        "text": "Cpl. Nathan Cirillo, 24, identified as the soldier who was shot, killed at the War Memorial today. #cbcOTT #OTTnews http://t.co/I68A6Ioa6E "
    },
    {
        "tag": "fake",
        "text": "Twenty-four-year-old Cpl. Nathan Cirillo was shot dead today at the War Memorial in #Ottawa. #cdnpoli #OttawaShooting http://t.co/j42xy9LX5k "
    },
    {
        "tag": "fake",
        "text": "The soldier shot dead in Wednesday's Ottawa attacks has been named as Cpl. Nathan Cirillo of #HamOnt #ottawashooting http://t.co/MxLMptnlWw "
    },
    {
        "tag": "fake",
        "text": "#BREAKING: Soldier shot dead in Ottawa attack identified as Hamilton, Ontario-based reservist Cpl. Nathan Cirillo. #OttawaShooting "
    },
    {
        "tag": "fake",
        "text": "BREAKING: A source confirms to CP24 that the deceased soldier in Ottawa is Cpl. Nathan Cirillo. Cirillo was a member of the Hamilton Argylls "
    },
    {
        "tag": "fake",
        "text": "Sergeant-at-arms Kevin Vickers who reportedly shot suspect hailed as hero http://t.co/CmAVz7UYMN #ottawashooting http://t.co/GNJAq4fWTN "
    },
    {
        "tag": "fake",
        "text": "Hamilton Argylls soldier, Nathan Cirillo, on the right in this picture, dies in Ottawa attack http://t.co/K0j8j0eLiw http://t.co/aKBFslkfAg "
    },
    {
        "tag": "fake",
        "text": "#ISIS Media account posts pic claiming to be Michael Zehaf-Bibeau, dead #OttawaShooting terrorist http://t.co/dascEeLdip via @ArmedResearch "
    },
    {
        "tag": "fake",
        "text": "Soldier killed at war memorial identified as Cpl. Nathan Cirillo #ottawashooting http://t.co/jlUKClnuNi http://t.co/GpU2jH26YP "
    },
    {
        "tag": "fake",
        "text": "Ottawa shooting suspect named as Michael Zehaf-Bibeau – 2 U.S. sources tell ABC News. "
    },
    {
        "tag": "fake",
        "text": "Cpl. Nathan Cirillo identified as soldier shot, killed in Ottawa today, aunt says - @globeandmail http://t.co/oVrp10U6uG "
    },
    {
        "tag": "fake",
        "text": "Rest In Peace Cpl. Nathan Cirillo and thank you for serving our country #OttawaShooting http://t.co/Tb062RSRtC "
    },
    {
        "tag": "fake",
        "text": "Rest in peace to the soldier killed in Ottawa today http://t.co/A0KMHUeUdz "
    },
    {
        "tag": "fake",
        "text": "NEW: Sources: Deceased gunman who killed soldier in Ottawa has been identified as Canadian national Michael Zehaf-Bibeau - @WorldNews "
    },
    {
        "tag": "fake",
        "text": "Canada investigating Michael Zehaf-Bibeau as possible suspect in Ottawa shooting: source. http://t.co/wDoVC3ro2V http://t.co/Futx84hFmU "
    },
    {
        "tag": "fake",
        "text": "#Breaking Military sources, friends ID Nathan Frank Cirillo as soldier killed in Ottawa http://t.co/CVyzAvavIF http://t.co/Q7qKp919Ml "
    },
    {
        "tag": "fake",
        "text": "Everyone take a moment to honour Cpl. Nathan Cirillo the fine solider that was killed in Ottawa today #Hero http://t.co/UXb3CxWGZ2 "
    },
    {
        "tag": "fake",
        "text": "Canadian media identify the soldier killed in Ottawa as Nathan Cirillo, 24 http://t.co/4kdUz25jRf "
    },
    {
        "tag": "fake",
        "text": "Ottawa shooting: Nathan Cirillo, reservist from Hamilton, killed in attackhttp://t.co/cUzepktlxx http://t.co/hqR6R0q9jl "
    },
    {
        "tag": "fake",
        "text": "CTV News confirms that Canadian authorities have provided US authorities with the name Michael Zehaf-Bibeau in connection to Ottawa shooting "
    },
    {
        "tag": "fake",
        "text": "CTV News has confirmed the name Canadian authorities provided to U.S. authorities is Michael Zehaf-Bibeau. #OttawaShooting "
    },
    {
        "tag": "fake",
        "text": "#RIP Nathan Cirillo #Soldier #Ottawa #Canada love you http://t.co/PkMR8R1pho "
    },
    {
        "tag": "fake",
        "text": "Thoughts go out to the family of Nathan Cirillo, 24, who was just identified as the soldier killed in Ottawa today. http://t.co/MMkW0iVIDL "
    },
    {
        "tag": "fake",
        "text": "A photo of Cpl. Nathan Cirillo, killed in #Ottawa today. #RIP http://t.co/mh07ZMi9J5 "
    },
    {
        "tag": "fake",
        "text": "Updated: Full story on Nathan Cirillo, the soldier killed in #Ottawashooting http://t.co/znQSFJeNQf http://t.co/qM9gunIiJE "
    },
    {
        "tag": "fake",
        "text": "The soldier killed in #Ottawa today is being named as 24-year-old Nathan Cirillo. Latest here: http://t.co/Iwpa7Iq2XA http://t.co/nMEOVCJVUa "
    },
    {
        "tag": "fake",
        "text": "RIP Cpl. Nathan Cirillo identified as Canadian soldier killed in #ottawashooting #Canada http://t.co/TijUfih7r1 "
    },
    {
        "tag": "fake",
        "text": "Canadian soldier killed in Ottawa identified http://t.co/dyvCaD9AcN // #CDNpoli #OttawaShooting http://t.co/7WEpRv9s5c "
    },
    {
        "tag": "fake",
        "text": "Soldier killed in #OttawaShooting identified as Cpl. Nathan Cirillo (via @globeandmail) http://t.co/WL4Fs1H9Z2 http://t.co/wKV8KFaX73 "
    },
    {
        "tag": "fake",
        "text": "CBS reports Ottawa shooting suspect was born in Quebec as Michael Joseph Hall. He's a recent convert to Islam - http://t.co/58IK7FMcA1 "
    },
    {
        "tag": "fake",
        "text": "CBC News Ottawa has independently confirmed that the gunman who was shot and killed is Michael Zehaf-Bibeau. #cbcOTT #OTTnews "
    },
    {
        "tag": "fake",
        "text": "BREAKING: Michael Zehaf-Bebeau had been designated high-risk traveller by CDN govt, which confiscated his passport http://t.co/dPeMQ78jzm "
    },
    {
        "tag": "fake",
        "text": "Gunman shot dead in #OttawaShootings named by US officials as 32-year-old, Canadian-born, Michael Zehaf-Bibeau http://t.co/VgpiGxW7P4 "
    },
    {
        "tag": "fake",
        "text": "@CBCNews has independently confirmed gunman killed in Parliament attack is Canadian-born Michael Zehaf-Bibeau.#OttawaShooting "
    },
    {
        "tag": "fake",
        "text": "Good news is Canadian gov't successfully prevented Zehaf-Bebeau from joining #ISIS abroad. Bad news is he waged jihad in #Ottawa today. "
    },
    {
        "tag": "fake",
        "text": "BREAKING: Canadian official identifies dead Ottawa gunman as Michael Zehaf-Bibeau. "
    },
    {
        "tag": "fake",
        "text": "Proudly at his post #NathanCirillo This nation thanks you and your family #OttawaShooting http://t.co/g6mM3ey3uH "
    },
    {
        "tag": "fake",
        "text": "The City of Hamilton offers condolences to the family of Cpl. Nathan Cirillo, a #HamOnt native who bravely served with @TheArgylls. #Ottawa "
    },
    {
        "tag": "fake",
        "text": "FBI working with Canadian authorities to determine if Ottawa shooting was an act of terrorism http://t.co/oDy7eSbgFn "
    },
    {
        "tag": "fake",
        "text": "Gut-wrenching to hear the soldier guarding our national war memorial has died. Rest in peace Cpl Nathan Cirillo #OttawaShooting #NeverForget "
    },
    {
        "tag": "fake",
        "text": "Sergeant-at-Arms Kevin Vickers hailed as hero for shooting Canadian Parliament gunman: http://t.co/09FfLbM475 http://t.co/A6bY6M4HtE "
    },
    {
        "tag": "fake",
        "text": "Soldier killed at war memorial identified as Cpl. Nathan Cirillo #ottawashooting http://t.co/oSR91Uxgm3 http://t.co/UyftuUod27 "
    },
    {
        "tag": "fake",
        "text": "#Canada Soldier shot today: MT @megunder On Sunday very handsome guard in picture with my friend - RIP Nathan Cirillo http://t.co/qJXlw1hNN3 "
    },
    {
        "tag": "fake",
        "text": "Forever remember Cpl. Nathan Cirillo. Never speak of the shooter. #OttawaShooting #StaySafeOttawa #StayStrongCanada http://t.co/VmMfN4RH7e "
    },
    {
        "tag": "fake",
        "text": "RIP Cpl. Nathan Cirillo of the Argyll and Sutherland Highlanders #CanadaStrong http://t.co/dpsb3yvq7j http://t.co/b7enjB7vIa "
    },
    {
        "tag": "fake",
        "text": "RIP Cpl Nathan Cirillo... Canada will always remember you. #OttawaShooting http://t.co/XPXQRCIH4w "
    },
    {
        "tag": "fake",
        "text": "Soldier killed in Ottawa identified as Cpl. Nathan Cirillo http://t.co/AOT1ZKyAei http://t.co/n9NyPIQ5be "
    },
    {
        "tag": "fake",
        "text": "DEVELOPING: #Canada officials identify dead gunman in Parliament shooting as Michael Zehaf-Bibeau. http://t.co/pfaAxISVyR "
    },
    {
        "tag": "fake",
        "text": "LATEST: Suspected Ottawa gunman identified as Michael Joseph Hall, a convert to Islam; also known as Michael Zehaf-Bibeau - @PeteWilliamsNBC "
    },
    {
        "tag": "fake",
        "text": "UPDATED: Soldier dead, 2 others injured in Parliament Hill siege; 1 gunman dead http://t.co/cVCQKEDlPo http://t.co/zUJUAATG5I "
    },
    {
        "tag": "fake",
        "text": "Let #NathanCirillo be remembered like this.The part time soldier doing his job &amp; bringing a little happiness #Ottawa http://t.co/GPCfrq1uI3 "
    },
    {
        "tag": "fake",
        "text": "NO, Michael Zehaf-Bibeau was NOT wearing a GamerGate t-shirt during the Ottawa Shooting. The people spreading this are freaking sick. "
    },
    {
        "tag": "fake",
        "text": "BREAKING NEWS: Suspected Ottawa gunman identified as Michael Joseph Hall, an #ISIS sympathizer. #OttawaShooting "
    },
    {
        "tag": "fake",
        "text": "RIP Corporal Nathan Cirillo Thank you for serving our country. Gone but never forgotten #OttawaShooting http://t.co/51dY4VTp2K "
    },
    {
        "tag": "fake",
        "text": "'Stand easy, brother': Soldier killed in Ottawa identified as Cpl. Nathan Frank Cirillo http://t.co/y43xMQlWMr http://t.co/dIdgjptqUb "
    },
    {
        "tag": "fake",
        "text": "MORE: Ottawa shootings suspect identified as Michael Zehaf-Bibeau, 32; unclear if there are other shooters: http://t.co/Y7l0QLT94d "
    },
    {
        "tag": "fake",
        "text": "Soldier killed at war memorial identified as Cpl. Nathan Cirillo #ottawashooting http://t.co/YnM8FvFckL http://t.co/2jhrreIxPu "
    },
    {
        "tag": "fake",
        "text": "#BREAKING Multiple sources tell @CNN Michael Zehaf-Bibeau is likely shooter in #OttawaShooting http://t.co/vyE1ELmgat http://t.co/75S43JqeAU "
    },
    {
        "tag": "fake",
        "text": "U.S. officials: Suspected shooter in Ottawa rampage identified as Canadian-born Michael Zehaf-Bibeau. Live blog: http://t.co/q98AMohu7T "
    },
    {
        "tag": "fake",
        "text": "UPDATED: Soldier killed in #ottawashooting identified as Cpl. Nathan Cirillo from Hamilton. http://t.co/USirz62qUN http://t.co/G8KfbRUjLT "
    },
    {
        "tag": "fake",
        "text": ".@pmharper and I have been speaking to some of our allies around the world. The PM will address the nation this evening. #OttawaShooting "
    },
    {
        "tag": "fake",
        "text": "RIP to the solider and father killed in Ottawa today, praying for all those affected by this shooting #StaySafeOttawa http://t.co/dDWugbCjxU "
    },
    {
        "tag": "fake",
        "text": "Canada identifies Muslim convert Michael Zehaf-Bibeau as suspected shooter in Ottawa attack, U.S. officials tell CNN. #OttawaShooting "
    },
    {
        "tag": "fake",
        "text": "Heartbreaking Photo Shows Nathan Cirillo Moments Before Shooting http://t.co/GppG8dZPxq http://t.co/P10wbrBlgo "
    },
    {
        "tag": "fake",
        "text": "Cpl. Nathan Cirillo identified as victim of #ottawashooting at National War Memorial http://t.co/EhkRJEKpuu http://t.co/2xTzLKoltL "
    },
    {
        "tag": "fake",
        "text": "Soldier killed in Ottawa was a Sherwood grad. He couldn't wait to serve his country. RIP Cpl. Nathan Frank Cirillo http://t.co/w9XGuun0PH "
    },
    {
        "tag": "fake",
        "text": "Thoughts &amp; Prayers to the family of Cpl. Nathan Frank Cirillo. killed today in Ottawa RIP @HONOUROURFORCES Pls RT http://t.co/D6L17wwfTw "
    },
    {
        "tag": "fake",
        "text": "Heartbreaking photo shows fallen soldier Nathan Cirillo just moments before shooting http://t.co/MbS4rd45iV http://t.co/uc0jNXoN0b "
    },
    {
        "tag": "fake",
        "text": "This is the soldier who died today at the #Ottawa War Memorial. His name is Cpl. Nathan Cirillo. #RIP #OttawaStrong http://t.co/vhPBPq5yYk "
    },
    {
        "tag": "fake",
        "text": "BREAKING | This is a photo of Michael Zehaf-Bibeau, gunman in this morning's shootings in Ottawa. #cbcOTT #OTTnews http://t.co/OLSxlYPelj "
    },
    {
        "tag": "fake",
        "text": "Breaking News: U.S. agencies have been advised that #Ottawa shooter was believed to be a #Canadian convert to #Islam, #FoxNews confirms. "
    },
    {
        "tag": "fake",
        "text": "All 3 patients injured in #OttawaShooting released from hospital: #Ottawa Hospital spokesperson. #cdnpoli "
    },
    {
        "tag": "fake",
        "text": "BREAKING NEWS: CBC confirms photo of Michael Zehaf-Bibeau, the gunman in the Ottawa shooting - http://t.co/58IK7FMcA1 http://t.co/HmCjJGCn0F "
    },
    {
        "tag": "fake",
        "text": "Official: All 3 patients injured in Ottawa shootings have been released from hospital - @OttawaHospital http://t.co/aF9HyT9BgX "
    },
    {
        "tag": "fake",
        "text": "Condolences pour in for family of Cpl. Nathan Cirillo, killed in #OttawaShooting http://t.co/EwHwozM3TU http://t.co/KWWGZLJT0b "
    },
    {
        "tag": "fake",
        "text": "Our thoughts are with the family and friends of Cpl. Nathan Cirillo and all those affected by the events in Ottawa today. #OttawaStrong "
    },
    {
        "tag": "fake",
        "text": "Soldier killed in Canada shooting was a young reservist with a six-year-old son http://t.co/83PReIl9XV http://t.co/LVprXOCCF7 "
    },
    {
        "tag": "fake",
        "text": "More #breaking: @CNN confirms name of soldier who was killed in #OttawaShooting as Nathan Cirillo. @paulanewtonCNN http://t.co/3e8cFKOUnT "
    },
    {
        "tag": "fake",
        "text": "COMING UP LIVE Ottawa shooting: Stephen Harper to address nation http://t.co/pGA98ONjKJ http://t.co/Jscp7Q9fBM "
    },
    {
        "tag": "fake",
        "text": "VIDEO: Seconds after shooting Nathan Cirillo, #OttawaShooting suspect gets into car. http://t.co/tbPrMJhNu0 "
    },
    {
        "tag": "fake",
        "text": "Just in: Canadian soldier killed in #OttawaShooting today is Cpl. Nathan Cirillo Thoughts &amp; prayers to his family http://t.co/fu2eZssBTr "
    },
    {
        "tag": "fake",
        "text": "The Ottawa Hospital now says all three patients involved in today's incident have been discharged http://t.co/24l1f58UPx #OttawaShootings "
    },
    {
        "tag": "fake",
        "text": "Our thoughts and prayers go out to Nathan Cirillo who died today in Ottawa while protecting his country at age 24 http://t.co/PfwasSALPX "
    },
    {
        "tag": "fake",
        "text": "The three people brought to Ottawa Hospital after today’s shooting have been released in stable condition. Live blog: http://t.co/D58rrFrbwq "
    },
    {
        "tag": "fake",
        "text": "The Canadian soldier killed in today's Ottawa shooting is Cpl. Nathan Cirillo, a family source told CNN. Live blog: http://t.co/D58rrFrbwq "
    },
    {
        "tag": "fake",
        "text": "ICYMI: Sergeant-at-Arms Kevin Vickers hailed as hero for stopping shooter on Parliament Hill http://t.co/nGpzKvjMtJ http://t.co/Tdpgfpbn1Y "
    },
    {
        "tag": "fake",
        "text": "PM Stephen Harper to address the nation on #OttawaShooting at 7:45 pm/ET. @pmharper #cdnpoli http://t.co/6U5GV4uBT8 "
    },
    {
        "tag": "fake",
        "text": "Rest In Peace Corporal Nathan Cirillo. #Respect #Ottawa #Canada #tcot http://t.co/1mIBOBohd4 "
    },
    {
        "tag": "fake",
        "text": "Canadian Prime Minister Stephen Harper is due to make a statement shortly, reports say http://t.co/dUvWlCCpdY #OttawaShootings "
    },
    {
        "tag": "fake",
        "text": "Soldier killed in Canada shooting was a young reservist with a six-year-old son http://t.co/FI7SGBVfAS http://t.co/7be6Scdwgq Pray for him. "
    },
    {
        "tag": "fake",
        "text": "Raptors hold a moment of silence to honour Cpl. Nathan Cirillo and all those affected by today's events in Ottawa. http://t.co/hqoIIvCRNj "
    },
    {
        "tag": "fake",
        "text": "True patriot love ...In Memory Of Cpl. Nathan Cirillo ~Hamilton, Ontario#OttawaShooting #CanadaStrong http://t.co/ibQkitoRmz "
    },
    {
        "tag": "fake",
        "text": "RIP Cpl. Nathan Cirillo today's tragic events put all in perspective #OttawaShooting #HeroesInLife @CanadianForces http://t.co/B7ggJBbZvE "
    },
    {
        "tag": "fake",
        "text": "***EXCLUSIVE*** Michael Zahaf-Bibeau caught on a #DASHCAM model sold at http://t.co/62s1bT3ecH #OttawaShooting http://t.co/LpnqAKsHZw "
    },
    {
        "tag": "fake",
        "text": "And this is Cpl. Nathan Cirillo, the brave #Canadian soldier killed in the #OttawaShooting today. http://t.co/w9EOyX8MAI "
    },
    {
        "tag": "fake",
        "text": "Rest in Peace, Cpl. Nathan Cirillo. Killed today in #OttawaShootinghttp://t.co/YzLXYX5JJt http://t.co/8F0qAcj9sg "
    },
    {
        "tag": "fake",
        "text": "Watch live: PM Stephen Harper expected to speak to the nation imminently on #OttawaShooting http://t.co/ypsERaEeOy @CBCNews #cdnpoli "
    },
    {
        "tag": "fake",
        "text": "This photo, reported to be of suspected Ottawa shooter Michael Zehar Bibeau, came from suspended ISIS Twitter account http://t.co/QiM55Gu93N "
    },
    {
        "tag": "real",
        "text": "Ottawa police are confirming a shooting at the War Memorial. Minutes ago. No other info. #cbcOTT #OTTnews "
    },
    {
        "tag": "real",
        "text": "Passersby working on shooting victim. From the CBC's Jason Ho. #cbcOTT #OTTnews http://t.co/mskjnJAlvE "
    },
    {
        "tag": "real",
        "text": "Shooting at the war memorial in Ottawa. http://t.co/1Z0p4Mj5Vw "
    },
    {
        "tag": "real",
        "text": "After today we will officially be done shooting for the #SurrenderMusicVideo !! It's looking AMAZING so far btw! #cantwait "
    },
    {
        "tag": "real",
        "text": "KEY: Nothing in Wilson's story in new autopsy says he feared for his life or life of another, which is only legal justification for shooting "
    },
    {
        "tag": "real",
        "text": "Ottawa police confirm a shooting at Canada's National War Memorial - @CBCOttawa http://t.co/JbjNKv3eGa "
    },
    {
        "tag": "real",
        "text": "#BREAKING: Shooting reported at the War Memorial in Ottawa "
    },
    {
        "tag": "real",
        "text": "#BREAKINGNEWS: Update - One person shot at War Memorial in Ottawa, police say http://t.co/chbTWxVN0q http://t.co/twKD3QCyTt "
    },
    {
        "tag": "real",
        "text": "The scene at the War Memorial in Ottawa http://t.co/wZoQFDtZAo http://t.co/crY3JEx5sI "
    },
    {
        "tag": "real",
        "text": "Ottawa police tactical officers are here and very kindly pointed their guns at every reporter, ordering hands in the air and us to ground "
    },
    {
        "tag": "real",
        "text": "Police with guns drawn at seen of war memorial shooting. @ctvottawa http://t.co/QP3k6mqqH9 "
    },
    {
        "tag": "real",
        "text": "Canine unit running to Parliament Hill http://t.co/jaEeh0JIpc "
    },
    {
        "tag": "real",
        "text": "Parliament shooting a very active situation still at the moment. They are searching the building, presumably for a suspect or suspects. "
    },
    {
        "tag": "real",
        "text": ".@pmharper is safe and has left Parliament Hill. "
    },
    {
        "tag": "real",
        "text": "A reminder for those observing the shooting on Parliament Hill: DO NOT tweet police locations and movements #ottcity #ottawa "
    },
    {
        "tag": "real",
        "text": "BREAKING: Injury reported after shooting at Canada’s War Memorial, near country’s Parliament, police say. http://t.co/k5lmH7nmsE "
    },
    {
        "tag": "real",
        "text": "Spokesperson for PMO says Prime Minister Stephen Harper safe, has left Parliament Hill. #cdnpoli "
    },
    {
        "tag": "real",
        "text": "#BREAKING: PMO says PM Harper is safe and has left Parliament Hill "
    },
    {
        "tag": "real",
        "text": "RCMP advises people to stay away from Parliament Hill due to ongoing police incident. "
    },
    {
        "tag": "real",
        "text": "Parliament Hill is never going to be the same. "
    },
    {
        "tag": "real",
        "text": "Canada Prime Minister Stephen Harper safe, has left parliament Hill: TV quoting PM's office "
    },
    {
        "tag": "real",
        "text": "The RCMP intervention team members Parliament Hill http://t.co/aO700DweOW http://t.co/6JDil29s3B "
    },
    {
        "tag": "real",
        "text": "Please stay inside and stay safe if you are in the downtown core right now #Ottawa We are here for anyone who needs to talk 613-238-3311 "
    },
    {
        "tag": "real",
        "text": "Our thoughts are with everyone involved in what is happening on Parliament Hill and Confederation Square this morning. Stay safe, Ottawa. "
    },
    {
        "tag": "real",
        "text": "Dear confused right-wing friends: my article was about Monday's car incident, not the Ottawa shooting this morning https://t.co/dPCtNJW3mv "
    },
    {
        "tag": "real",
        "text": "Prime Minister Stephen Harper is safe and has left Parliament Hill, spokesman says - @CBCAlerts https://t.co/wCqPcyqMxK "
    },
    {
        "tag": "real",
        "text": "Ok so we were on a tour at that war monument in Ottawa a few minutes ago, a few seconds later there was a shooting..😳 http://t.co/yzCtBlGZ2v "
    },
    {
        "tag": "real",
        "text": "MORE: A spokesman says Prime Minister Stephen Harper was safe and had left Parliament Hill: http://t.co/utTbmsYFjL "
    },
    {
        "tag": "real",
        "text": "Canada's Prime Minister Stephen Harper safe &amp; has left Parliament Hill, which is under lockdown after shooting http://t.co/rk4c3kcwUQ "
    },
    {
        "tag": "real",
        "text": "#Ottawa City Hall is currently in lock-down. Please avoid the area. "
    },
    {
        "tag": "real",
        "text": "Shooting at War Memorial - part of the area has been evacuated - Avoid Rideau Center and surroundings @uOttawa Protection monitoring "
    },
    {
        "tag": "real",
        "text": "Thoughts are with those in Ottawa today #Parliament #besafe "
    },
    {
        "tag": "real",
        "text": "BREAKING: Police: Shooting incident reported near Canadian Parliament.Spokesperson: Prime Minister Harper is safe - @WorldNews "
    },
    {
        "tag": "real",
        "text": "To all in Ottawa, stay safe &amp; strong. Thank God for Sgt at Arms Kevin Vickers &amp; our Cdn security forces. True heroes #cndpoli "
    },
    {
        "tag": "real",
        "text": "There's already a flurry of Muslim hate tweets from Canada with what little details we know of Ottawa. Come on. We are better than this. "
    },
    {
        "tag": "real",
        "text": "RCMP advises people to stay away from Parliament Hill due to ongoing police incident. "
    },
    {
        "tag": "real",
        "text": "This isn't my #Ottawa. "
    },
    {
        "tag": "real",
        "text": "Please, no partisan commentary about what’s happening in Ottawa. Leave the damned politics for another day. "
    },
    {
        "tag": "real",
        "text": "A reminder for those observing the shooting on Parliament Hill: DO NOT tweet police locations and movements #ottcity #ottawa "
    },
    {
        "tag": "real",
        "text": "To those asking - yes I'm OK. Awful events here in Ottawa. "
    },
    {
        "tag": "real",
        "text": "Everyone stand together on a day like this. Stay strong. #Ottawa "
    },
    {
        "tag": "real",
        "text": "Please DO NOT tweet locations of officers in #Ottawa @OttawaPolice in light of what has just occured! #Safety "
    },
    {
        "tag": "real",
        "text": "Shooting also come after Canadian ISIS fanboy Abu Turaab (acct suspended now) tweeted about pending attack in Canada /2 "
    },
    {
        "tag": "real",
        "text": "There is fear and uncertainty about what has happened in #Ottawa, but democracy will not be silenced. Stay safe, Ottawa. #cdnpoli "
    },
    {
        "tag": "real",
        "text": "Asked police if there is still gunman on loose. Officer: This is not a safe environment. Everyone should go home. Hug your family. #ottawa "
    },
    {
        "tag": "real",
        "text": "Photos from the Parliament shooting scene http://t.co/F4j0IbC5mq http://t.co/MeRqPX921z "
    },
    {
        "tag": "real",
        "text": "LIVE BLOG | For tweets from reporters covering the shootings in Ottawa, click http://t.co/mJ5ZQy60It #cbcOTT #OTTnews http://t.co/aO4jBd3jVI "
    },
    {
        "tag": "real",
        "text": "UPDATED: Photos from shooting on Parliament Hill: http://t.co/mT9PC6Pqvk http://t.co/dsMp07cBS9 "
    },
    {
        "tag": "real",
        "text": "#RCMP advises if you are in downtown Ottawa to stay away from windows and off roofs due to ongoing police incident. "
    },
    {
        "tag": "real",
        "text": "The scene from Ottawa http://t.co/aO700DweOW http://t.co/5djATU47fs "
    },
    {
        "tag": "real",
        "text": "Stay safe Ottawa. "
    },
    {
        "tag": "real",
        "text": "RT @rcmpgrcpolice: #RCMP advises if you are in downtown Ottawa to stay away from windows and off roofs due to ongoing police incident. "
    },
    {
        "tag": "real",
        "text": "List of reporters, MPs, police etc. actively tweeting about the shooting in Ottawa. https://t.co/hsTaxan4eQ "
    },
    {
        "tag": "real",
        "text": "Canadian police, backed by armoured vehicles, have surrounded Parliament building in Ottawa http://t.co/GZ0sW8Izdu http://t.co/rIZmHjHdlr "
    },
    {
        "tag": "real",
        "text": "WATCH LIVE #CBCNN coverage of shooting in OttawaDesktop: http://t.co/TNupeSXyNTMobile: http://t.co/ruOo7HuPhL http://t.co/ZOmNWmOk28 "
    },
    {
        "tag": "real",
        "text": "We encourage anyone who needs to talk, to call us 613-238-3311 - this is terrifying in our beautiful city. #Ottawa "
    },
    {
        "tag": "real",
        "text": "Ottawa, be safe, be smart.. The Hill is under attack 🙏 "
    },
    {
        "tag": "real",
        "text": "Helpful for people watching and covering the events in Ottawa today (via @onthemedia). Be safe everyone. #cdnpoli http://t.co/Ud7ISSnsE7 "
    },
    {
        "tag": "real",
        "text": "RCMP saying stay away from windows if you are in downtown Ottawa "
    },
    {
        "tag": "real",
        "text": "All Ottawa Police stations are closed to public due to shooting at War Memorial. No public services available until further notice #ottnews "
    },
    {
        "tag": "real",
        "text": "BREAKING FROM RCMP: RCMP advises if you are in downtown Ottawa to stay away from windows and off roofs due to ongoing police incident. "
    },
    {
        "tag": "real",
        "text": "Justice Served: Michael Dunn gets life in prison for shooting unarmed Jordan Davis: http://t.co/rqU5yc1xLC Now what? http://t.co/uuWl3y36vz "
    },
    {
        "tag": "real",
        "text": "Ottawa: don't tweet your location. Don't tweet the location of police units. Resist urge to look at what's happening, get out of the area. "
    },
    {
        "tag": "real",
        "text": "[Episode] #BTS 'War of Hormone' MV &amp; Concept Photo shooting (with Eng sub.)(http://t.co/EwS342rpl8)#호르몬전쟁#Hello_hello "
    },
    {
        "tag": "real",
        "text": "[Episode] 'War of Hormone' MV &amp; Photo shooting: http://t.co/1kbw2G0n8N "
    },
    {
        "tag": "real",
        "text": "Alert thru press gallery email: RCMP advises if u r in downtown Ottawa to stay away from windows &amp; off roofs due to ongoing police incident "
    },
    {
        "tag": "real",
        "text": "RT @ctvmercedes: Ottawa: don't tweet your location. Don't tweet the location of police units. Resist urge to look at what's happening "
    },
    {
        "tag": "real",
        "text": "RCMP advises if you are in downtown Ottawa to stay away from windows and off roofs due to ongoing police incident. "
    },
    {
        "tag": "real",
        "text": "RT @bts_bighit: [Episode] #BTS 'War of Hormone' MV &amp; Concept Photo shooting (with Eng sub.)(http://t.co/JUVEmfGqUP)#호르몬전쟁#Hello_hello "
    },
    {
        "tag": "real",
        "text": "On Monday, Paul George was back shooting hoops in the gym. Yesterday, practice became a 1-on-1 game vs. his dog: http://t.co/Zt1hA8XmWi "
    },
    {
        "tag": "real",
        "text": "We are here, we have people for you to talk to, if you are scared, anxious, stressed and need someone. 613-238-3311 #Ottawa "
    },
    {
        "tag": "real",
        "text": "Police warn people in Ottawa to stay away from windows &amp; off roofs after Parliament shooting - follow our coverage: http://t.co/Nud36Yki9P "
    },
    {
        "tag": "real",
        "text": "My gosh, horrible events in Ottawa. Thoughts and prayers. Why? Why? Why? "
    },
    {
        "tag": "real",
        "text": "Canadian police warn people in Ottawa to stay away from windows and roofs due to ongoing shooter incident - @CTVNews http://t.co/aF9HyT9BgX "
    },
    {
        "tag": "real",
        "text": "Cops are running with guns drawn, they're clearing streets in downtown Ottawa, and there are snipers on the rooftops. "
    },
    {
        "tag": "real",
        "text": "Our thoughts are with Ottawa this morning. Stay safe. "
    },
    {
        "tag": "real",
        "text": "Please DO NOT tweet photos or locations of police in #ottawa at the Parliament Buildings! @TorontoPolice @OttawaPolice "
    },
    {
        "tag": "real",
        "text": "Incredible footage from @josh_wingrove of shots being fired in the Parliament building in Ottawa https://t.co/uliGB9bkOb "
    },
    {
        "tag": "real",
        "text": "MORE: Royal Canadian Mounted Police warned people in downtown Ottawa to stay away from windows and rooftops: http://t.co/CMjaq7scJt "
    },
    {
        "tag": "real",
        "text": "My own opinion but not sure how you can proceed with NHL game tonight in Ottawa. "
    },
    {
        "tag": "real",
        "text": "RT @bts_bighit: [Episode] #BTS 'War of Hormone' MV &amp; Concept Photo shooting (with Eng sub.)(http://t.co/YPLAdhNrOd)#호르몬전쟁#Hello_hello "
    },
    {
        "tag": "real",
        "text": "#Ottpolice and @RCMPGRCpolice investigating several shooting incidents in downtown #Ottawa. "
    },
    {
        "tag": "real",
        "text": "Still in lockdown. Am safe. Check @globeandmail for video of the attack on Parliament Hill. Ignore any cursing you hear from me. "
    },
    {
        "tag": "real",
        "text": "If you can see Parliament Hill, you're in danger, cop shouts at me, behind the Chateau Laurier. "
    },
    {
        "tag": "real",
        "text": "LIVE: Ongoing @CTVNews-@ABC coverage of active shooting incident near Canadian Parliament: http://t.co/0nuzHcvr2J http://t.co/wxB5UphP4l "
    },
    {
        "tag": "real",
        "text": "If you're on Parliament Hill, please don't Tweet your location or that/activities of police for your/their safety during incident. #Ottawa "
    },
    {
        "tag": "real",
        "text": "Raw footage and live coverage of shooting at Parliament: http://t.co/BXR3thpsV0 http://t.co/mAWprVUaLC "
    },
    {
        "tag": "real",
        "text": "Ottawa police, Twitter users urging those on the scene to STOP tweeting police officer locations. #Ottawa "
    },
    {
        "tag": "real",
        "text": "Thoughts and prayers to everyone in my hometown today. #Ottawa "
    },
    {
        "tag": "real",
        "text": "If you are working in the Ottawa dowtown area; follow the instructions from the building management you are in. #ottnews "
    },
    {
        "tag": "real",
        "text": "#Ottpolice and @rcmpgrcpolice are asking the public to stay away from the downtown Ottawa area. Ongoing investigation. "
    },
    {
        "tag": "real",
        "text": "Leafs under lock down during tragedy in Ottawa. Our thoughts are with those on the scene http://t.co/627ve85Uhh http://t.co/qPGOrcTeve "
    },
    {
        "tag": "real",
        "text": "Our thoughts are with everyone in the city of Ottawa today. "
    },
    {
        "tag": "real",
        "text": "Police asking you not tweet abt, retweet, or otherwise report police locations &amp; activity in #Ottawa. Help them do jobs safely. Please. "
    },
    {
        "tag": "real",
        "text": "All Ottawa Police building remain in lockdown and closed to the public. #ottnews "
    },
    {
        "tag": "real",
        "text": "The correct descriptor is shooter not radical or muslim or terrorist #ottnews #ottawashooting #cdnpoli "
    },
    {
        "tag": "real",
        "text": "Inside Parliament building in Ottawa as shots fired during police sweephttps://t.co/FOu4PbNCDqFootage shot by @josh_wingrove "
    },
    {
        "tag": "real",
        "text": "RAW VIDEO War Memorial shooting. http://t.co/c9wCpS2Af9 #cbcnews "
    },
    {
        "tag": "real",
        "text": "Ottawa Police: Police stations closed due to ongoing shooting situation: No public services available until further notice - @WorldNews "
    },
    {
        "tag": "real",
        "text": "Shooting up public places than claiming insanity, stealing other people's land, mass genocides RT @PoeticGenius19: What's white culture? "
    },
    {
        "tag": "real",
        "text": "active shooting in Canada, or as we call it in america, wednesday "
    },
    {
        "tag": "real",
        "text": "Our thoughts and prayers are with everyone in Ottawa this morning. "
    },
    {
        "tag": "real",
        "text": "Updated: List of reporters, witnesses, citizens, police and military tweeting from downtown #ottawa. https://t.co/ICwqKFUPpV "
    },
    {
        "tag": "real",
        "text": "Canadian Forces bases across country being closed to public in wake of shooting of soldier at #Ottawa War Memorial. #cdnpoli "
    },
    {
        "tag": "real",
        "text": "We are deeply saddened and concerned by the events unfolding in #Ottawa this morning. Our thoughts are with residents &amp; first responders. "
    },
    {
        "tag": "real",
        "text": "IMPORTANT: Ottawa police are urging people NOT to tweet the location of police activity in the field. Shooting scene remains active. "
    },
    {
        "tag": "real",
        "text": "Frightening events here in Ottawa. Game has yet to be postponed but betting it will be. Schools and malls have been closed "
    },
    {
        "tag": "real",
        "text": "All bus service in downtown Ottawa is currently under major detours. Details: http://t.co/hcXDtQ7uLK "
    },
    {
        "tag": "real",
        "text": "Sorry you don't understand that is a knock at america and our issues with gun control. No one is minimizing the Ottawa shooting. "
    },
    {
        "tag": "real",
        "text": "Our thoughts are with everyone in Ottawa at this time. "
    },
    {
        "tag": "real",
        "text": "I always say Ottawa is the best place to be from and very safe. Nothing changes that today. A few people will not change our Capital!! "
    },
    {
        "tag": "real",
        "text": "Easty for me to say from where I am, but what should happen, tomorrow or when this is over, is for people to assemble on Parliament HIll… "
    },
    {
        "tag": "real",
        "text": "JUST IN: Canadian military bases being closed after soldier shot at Nat'l War Memorial, ongoing situation near Parliament - @WilliamsJon "
    },
    {
        "tag": "real",
        "text": "You are not alone today #Ottawa - we are here if you need to talk, cry, whatever, we are here 613-238-3311 "
    },
    {
        "tag": "real",
        "text": "“Stay safe Ottawa” is a phrase that need never be uttered in a just world. "
    },
    {
        "tag": "real",
        "text": "No matter where you are in #Ottawa, there's a 100% chance your Mom is worried. Text/email/call your family. "
    },
    {
        "tag": "real",
        "text": "Coincidence? Nobelist Malala Youseafzai was to receive honorary Canadian citizenship in Ottawa today http://t.co/FTqYVdDTLO "
    },
    {
        "tag": "real",
        "text": "Keep advice from the Breaking News Consumers' Handbook in mind as coverage of Ottawa continues http://t.co/xHPjZVYxrJ http://t.co/TOW6ji8NG7 "
    },
    {
        "tag": "real",
        "text": "Our thoughts are with Ottawa today. Important to always look for the helpers. http://t.co/JiH33zfgwQ "
    },
    {
        "tag": "real",
        "text": "Due to shooting at Parliament Hill in #Ottawa earlier, we are currently on lockdown. We will update once further information is available. "
    },
    {
        "tag": "real",
        "text": "Praying for everyone in Ottawa right now "
    },
    {
        "tag": "real",
        "text": "RCMP advises if you are in downtown Ottawa to stay away from windows and off roofs due to ongoing police incident. "
    },
    {
        "tag": "real",
        "text": "JUST IN: White House official: Pres. Obama has been briefed on shooting incidents in Canadian capital - @marykbruce "
    },
    {
        "tag": "real",
        "text": "Please exercise restraint in looking for someone or some group to immediately blame for this. #ottawashooting "
    },
    {
        "tag": "real",
        "text": "LIVE STREAM: CBC News coverage of the #OttawaShooting http://t.co/fUmPnqI8iW Mobile: http://t.co/KF24bmAjdQ #CBCNN http://t.co/uX7JIgnoWb "
    },
    {
        "tag": "real",
        "text": "Dramatic photos from @wcuddington on the scene in Ottawa http://t.co/m4FE8krPxl http://t.co/xzLBn9M2Ga "
    },
    {
        "tag": "real",
        "text": "Thinking of our friends in Ottawa this morning. Please be safe. "
    },
    {
        "tag": "real",
        "text": "Thinking about everyone in Ottawa right now. Please be careful and stay safe until the situation is under control. "
    },
    {
        "tag": "real",
        "text": "Listen to our live special coverage of Parliament Hill shooting here http://t.co/tyNHh2UFcb http://t.co/fwN00HBv6K "
    },
    {
        "tag": "real",
        "text": "I'm like a shooting star, I've come so far. I can't go back to where I used to be. –Jasmine (Aladdin) "
    },
    {
        "tag": "real",
        "text": "@Joerayment: Dramatic photos from @wcuddington on the scene in Ottawa http://t.co/NBNrYercrM http://t.co/xXwgdoW82Q #PrayForOttawa :( "
    },
    {
        "tag": "real",
        "text": "I want to commend the courage and bravery of the first responders on the ground in Ottawa right now "
    },
    {
        "tag": "real",
        "text": "Thinking of everyone in Ottawa this morning. Thoughts and prayers are with the solider and their family. #Canada "
    },
    {
        "tag": "real",
        "text": "JUST IN: US Embassy in Ottawa on lockdown following shooting incidents at and near Canadian Parliament - @WilliamsJon "
    },
    {
        "tag": "real",
        "text": "NEW: U.S. Embassy in Ottawa is on lockdown due to shooting near Canadian Parliament - @USEmbassyOttawa "
    },
    {
        "tag": "real",
        "text": "Remember: do NOT tweet location of police in #Ottawa #OttawaShooting "
    },
    {
        "tag": "real",
        "text": "Thoughts and prayers out to #Ottawa and all affected today. "
    },
    {
        "tag": "real",
        "text": "#Leafs are currently in lockdown mode in a hotel in downtown #Ottawa. "
    },
    {
        "tag": "real",
        "text": "Ottawa shootings: check out the Breaking News Handbook from @onthemedia: http://t.co/CBUZXVQBLg http://t.co/RYj8Ktquu4 "
    },
    {
        "tag": "real",
        "text": "I covered Polytechnique, Concordia and Dawson shootings. Remember, at least half of what you hear about Ottawa shootings will prove untrue. "
    },
    {
        "tag": "real",
        "text": "#BREAKING US Embassy in Ottawa on lockdown due to shooting at Parliament Hill "
    },
    {
        "tag": "real",
        "text": "Please do not post videos or photos of the on-going incident to ensure safety of first responders and the public. #Ottawa ^JT "
    },
    {
        "tag": "real",
        "text": "Latest photos from Ottawa's Parliament Hill http://t.co/ibNGJIg2Pg http://t.co/FtEukz6d9x "
    },
    {
        "tag": "real",
        "text": "Our thoughts are with Emergency Responders and bystanders in Ottawa. Please stay safe. "
    },
    {
        "tag": "real",
        "text": "Simply shocked at what's unfolding in Canada's capital. Thinking of you, Ottawa. "
    },
    {
        "tag": "real",
        "text": "BREAKING: President Obama has been briefed on the situation in Ottawa, White House official says. http://t.co/qsAnGNqBEw "
    },
    {
        "tag": "real",
        "text": "Our thoughts are with our nation's capital right now. Praying for those affected by today's tragic events at Parliament Hill in Ottawa. "
    },
    {
        "tag": "real",
        "text": "#RCMP asking for assistance if you have any photos or videos from #ottawa shooting send to: NatDiv_Media_DivNat@rcmp-grc.gc.ca "
    },
    {
        "tag": "real",
        "text": "WATCH VIDEO: Ottawa shooting witness clips: http://t.co/HnxkAfJDP1 "
    },
    {
        "tag": "real",
        "text": "Some sort of live terror shooting seems to be going on in Canada. Pray for our polite neighbors to the north. "
    },
    {
        "tag": "real",
        "text": "Photos of the scene unfolding after multiple shootings in Ottawa this morning. http://t.co/xq8Ihiuf5X http://t.co/wS4PkA5ddg "
    },
    {
        "tag": "real",
        "text": "We stand w/ our Canadian partners as scene unfolds in Ottawa. We stand resolute in defense of our 2 nations.First responders in our thoughts "
    },
    {
        "tag": "real",
        "text": "If there is a bright spot in Ottawa today, it's that @Ottawaparamedic did an amazing job keeping that young Soldier alive. "
    },
    {
        "tag": "real",
        "text": "Canada will remain the true North, strong and free, after today. These events can't, and won't, break our spirit. #cdnpoli #OttawaShooting "
    },
    {
        "tag": "real",
        "text": "WATCH LIVE: CP24's special coverage of the shootings in Ottawa http://t.co/FbeHWI1vZa http://t.co/9jJQmRKFKg "
    },
    {
        "tag": "real",
        "text": "Be careful what you read about Ottawa, and what you repeat. tipsheet via @archiemc http://t.co/bifpgRpmEA "
    },
    {
        "tag": "real",
        "text": "#BREAKING#OTTAWA police are asking Facebook and twitter users to stop reporting police locations #ParliamentHill "
    },
    {
        "tag": "real",
        "text": "Shot from inside caucus room after shooting @ctvottawa #ottawashooting. http://t.co/JjEWpnbUW7 "
    },
    {
        "tag": "real",
        "text": "NHL reportedly monitoring situation in Ottawa after shootings, could postpone Sens/Leafs game. http://t.co/OavGx3e04I http://t.co/kIybRf4D5y "
    },
    {
        "tag": "real",
        "text": "#OTTAWA police are asking Facebook and twitter users to stop reporting police locations "
    },
    {
        "tag": "real",
        "text": "Doors barricaded RT @grahamctv: Shot from inside caucus room after shooting @ctvottawa #ottawashooting. http://t.co/OpERH3GiMu "
    },
    {
        "tag": "real",
        "text": "Chairs piled against the door. This is surreal. RT @grahamctv: Shot from inside caucus room after shooting. http://t.co/CmJbhSDSMo "
    },
    {
        "tag": "real",
        "text": "#BREAKING: Police asking media to RUN and get away. This is still active shooting. Reports of police with guns drawn @RideauCentre #ottnews "
    },
    {
        "tag": "real",
        "text": "Yet again, sadly, evidence of just how brave our Forces &amp; Police folks are. What courage it takes to rush in when others rush out. #Ottawa "
    },
    {
        "tag": "real",
        "text": "Sending our thoughts and prayers to everyone in #Ottawa at this difficult time. Pls follow @OttawaPolice &amp; @rcmpgrcpolice for latest info. "
    },
    {
        "tag": "real",
        "text": "Thoughts and prayer goes out to all those involved in the tragic events this morning in Ottawa. "
    },
    {
        "tag": "real",
        "text": "Canadians: in sadness &amp; outrage at today's #OttawaShooting tragedy, let us be united—resolved to stand strong, together. #cdnpoli "
    },
    {
        "tag": "real",
        "text": "What we know so far about the Canadian Parliament shooting in Ottawa http://t.co/3NUfy6joHM http://t.co/9iWwhBPPZv "
    },
    {
        "tag": "real",
        "text": "Thoughts and prayers with everyone affected by the tragic events here in Ottawa this morning. Stay safe! #OttawaStrong "
    },
    {
        "tag": "real",
        "text": "Parliament caucus room barricaded with chairs, via @grahamctv. http://t.co/cJqhgWHa38 #ottawa "
    },
    {
        "tag": "real",
        "text": "We are monitoring the situation in Ottawa and have been in touch with both Clubs. (1/2) "
    },
    {
        "tag": "real",
        "text": "Overwhelming guilty verdict in Blackwater case -- murder, manslaughter, weapons -- declares 2007 Nisour Square shooting a criminal act. "
    },
    {
        "tag": "real",
        "text": "Striking image RT @acarvin: Parliament caucus room barricaded with chairs, via @grahamctv. http://t.co/cMccWcdTSf #ottawa "
    },
    {
        "tag": "real",
        "text": "Incredible shot: A woman gives mouth-to-mouth to a fallen soldier at the War Memorial http://t.co/YV1UIPYJJS http://t.co/1YEtcEcVM5 "
    },
    {
        "tag": "real",
        "text": "It's okay to be scared. We are here for you 613-238-3311 #Ottawa "
    },
    {
        "tag": "real",
        "text": "Stunning photo inside caucus room during shooting http://t.co/wgGCPeYZ67http://t.co/OpERH3GiMu "
    },
    {
        "tag": "real",
        "text": "We'll never forget today &amp; the brave men and women working hard to protect our capital! Thank you from #Ottawa http://t.co/7nDhv6Mtym "
    },
    {
        "tag": "real",
        "text": "Stay safe to everyone back home in Ottawa #PrayForOttawa "
    },
    {
        "tag": "real",
        "text": "Sickening news from this morning. Thoughts with those downtown and the law men and women working to keep our city safe. #Ottawa "
    },
    {
        "tag": "real",
        "text": "Hoping everyone in Ottawa is safe... "
    },
    {
        "tag": "real",
        "text": "Photos of the #OttawaShooting scene are unfolding after reports of multiple shootings: http://t.co/2WFcajF7kx http://t.co/OJ00X6o0xw "
    },
    {
        "tag": "real",
        "text": "If your first response to the #ottawashooting is to make a political point, your humanity is sadly and sorely lacking. "
    },
    {
        "tag": "real",
        "text": "BREAKING: Four Blackwater guards convicted of voluntary manslaughter in 2007 Baghdad shooting http://t.co/hR7xe18RJ2 "
    },
    {
        "tag": "real",
        "text": "Police, bystanders and soldiers rushed in to help after the Memorial shooting in Ottawa http://t.co/aO700DweOW http://t.co/TsgHpNQUHx "
    },
    {
        "tag": "real",
        "text": "Our thoughts are with everyone in Ottawa today. Stay safe. "
    },
    {
        "tag": "real",
        "text": "U.S. jury finds four former Blackwater guards guilty on nearly every count related to 2007 Baghdad shooting. "
    },
    {
        "tag": "real",
        "text": "The governing party’s meeting. Wow. @acarvin: Parliament caucus room barricaded with chairs, via @grahamctv. http://t.co/JLmQrlm2TU #ottawa "
    },
    {
        "tag": "real",
        "text": "Incredible photo: woman gives mouth to mouth to wounded solider at #ottawashooting http://t.co/fd2WpL76Z2 http://t.co/Eh7UrLztEf "
    },
    {
        "tag": "real",
        "text": "Chairs against door. MT @grahamctv: Photo from inside caucus room after shooting http://t.co/ELaGEUBVM1 "
    },
    {
        "tag": "real",
        "text": "BC stands with all of Canada against the violence in Ottawa, and with the brave men and women keeping our capital safe. "
    },
    {
        "tag": "real",
        "text": "RT @scottbix: Incredible shot: A woman gives mouth-to-mouth to a fallen soldier at the War Memorial http://t.co/eTlJyKBRy8 #hillshooting "
    },
    {
        "tag": "real",
        "text": "Ottawa Police asking FB and Twitter users to STOP reporting police locations and movements. "
    },
    {
        "tag": "real",
        "text": "Caucus room barricaded after shooting. http://t.co/FgI0JTxE2f "
    },
    {
        "tag": "real",
        "text": "Just evacuated from roof of Parliament Hill Centre Block - @dmatthewmillar https://t.co/R6TuyAjMTd http://t.co/7WFNBYlHIZ #OttawaShooting "
    },
    {
        "tag": "real",
        "text": "Everyone in Ottawa, please stay safe. http://t.co/bQAM7B2wrh "
    },
    {
        "tag": "real",
        "text": "Surreal photo from Ottawa: doors to the Tory Caucus Room on Parliament Hill, blockaded with furniture. Wow. #cdnpoli http://t.co/iFNtavhop2 "
    },
    {
        "tag": "real",
        "text": "Terrible news in Ottawa today. Thoughts and prayers to everyone involved #OttawaStrong http://t.co/enLyEvHhTk "
    },
    {
        "tag": "real",
        "text": "IN LOCKDOWN | Many buildings in downtown Ottawa in lockdown as shooting investigations continue: http://t.co/kKUgUz4zHC #cbcOTT #OTTnews "
    },
    {
        "tag": "real",
        "text": "At times like these it is important to stand together as a nation. #CanadaStrong #Ottawa Stay safe, remain vigilant! http://t.co/UmmnJbFPVb "
    },
    {
        "tag": "real",
        "text": "The thoughts and prayers of #Toronto are with #Ottawa right now, and with the families of those affected by these attacks "
    },
    {
        "tag": "real",
        "text": "My thoughts and prayers, and those of all Canadians, with everyone in Ottawa and the brave women and men of our armed forces today. "
    },
    {
        "tag": "real",
        "text": "Stay safe Ottawa. Stay strong Canada. "
    },
    {
        "tag": "real",
        "text": "Sending love &amp; support to my hometown Ottawa Canada. Pls everyone be safe, thinking of u all. "
    },
    {
        "tag": "real",
        "text": "Days like today make us realize that hockey is only a game. #Ottawa be safe. "
    },
    {
        "tag": "real",
        "text": "Prayers out to Ottawa... 🙏 "
    },
    {
        "tag": "real",
        "text": "You may want to stop and take a deep breath before tweeting insults at parliamentarians and reporters in #ottawa today, OK? "
    },
    {
        "tag": "real",
        "text": "Public servants being asked to stay inside their buildings as the active shooter investigation continues in Ottawa. #cbcOTT# OTTnews "
    },
    {
        "tag": "real",
        "text": "Pic from Conservative MP Nina Grewal of caucus is getting a lot of att'n on Twitter. @grahamctv: #ottawashooting. http://t.co/vAuAopcJRD "
    },
    {
        "tag": "real",
        "text": "Anyone in downtown #Ottawa reminded to stay inside, away from roofs, windows and doors. Please stay safe out there. #cbcOTT #OTTnews "
    },
    {
        "tag": "real",
        "text": "#Breaking: Canadian embassy in Washington, D.C. is locked down as precaution. #OttawaShooting http://t.co/Fut4TJG3Sb http://t.co/IdZuWNHOim "
    },
    {
        "tag": "real",
        "text": "‘We refuse to be silenced': Ontario premier Kathleen Wynne defiant in face of Ottawa shooting http://t.co/Y03rCS0LoZ http://t.co/9o4CC8wBpK "
    },
    {
        "tag": "real",
        "text": "Tip Sheet: Helping Kids Cope with Media Coverage of War and Traumatic Events http://t.co/6NVM8bWGoP #ottawashooting http://t.co/SScGHn9PoE "
    },
    {
        "tag": "real",
        "text": "Events like today's in Ottawa are rare, but have an impact on all of us. Here are tips to help you support children: http://t.co/WRbMVjFgWd "
    },
    {
        "tag": "real",
        "text": "Security bulletin from Parliament Hill: #ottawa http://t.co/79DHcPi530 "
    },
    {
        "tag": "real",
        "text": "Our thoughts are with the city of Ottawa and those affected by today's events. Be safe. "
    },
    {
        "tag": "real",
        "text": "PHOTO: Parliament Hill caucus room barricaded with furniture due to active shooter situation - http://t.co/8pVYX8s91t http://t.co/6cHBF5KsME "
    },
    {
        "tag": "real",
        "text": "We have no idea who is responsible for the #ottawashooting so why are instant commentators talking about #ISIS? Please stop politics of fear "
    },
    {
        "tag": "real",
        "text": "Thoughts and prayers go out to everyone downtown Ottawa right now. #PrayForOttawa Special thanks to the officers protecting us. "
    },
    {
        "tag": "real",
        "text": "Stay Strong Canada. #ottawashooting http://t.co/7gVWfXh0AC "
    },
    {
        "tag": "real",
        "text": "Makes me sad what's going on in Ottawa right now. Thoughts and prays to everyone involved. Everybody stay safe "
    },
    {
        "tag": "real",
        "text": "Stunning photos from Ottawa http://t.co/xQTgZ88Sg9 http://t.co/BDHFFaLa9l "
    },
    {
        "tag": "real",
        "text": "I admire the way Canadians are responding to the #ottawashooting. Keeping the focus on the victims rather than the perpetrators. "
    },
    {
        "tag": "real",
        "text": "Our thoughts and prayers are with those affected by the shootings in Ottawa. Stay safe! #PrayForOttawa "
    },
    {
        "tag": "real",
        "text": "Thinking of Layton's words: Love is better than anger. Hope is better than fear. Optimism is better than despair. #ottawashooting "
    },
    {
        "tag": "real",
        "text": "According to http://t.co/xmWnRiLCAP's 2014-15 GM Survey, Kobe is the 3rd best shooting guard.http://t.co/d2imqp69Yz http://t.co/D8FvUFWMnI "
    },
    {
        "tag": "real",
        "text": "Wow. Photo from MP Nina Grewal showing the doors of Reading Room Barricaded. #ParliamentHill #Ottawa http://t.co/vGsuHQqadi "
    },
    {
        "tag": "real",
        "text": "Our phone lines are open 24/7 for your use, if you need someone to talk to. 613-238-3311 #Ottawa "
    },
    {
        "tag": "real",
        "text": "#Leafs Joffrey Lupul praises officers in Ottawa, as team remains in lock down http://t.co/OPooNxTsiv http://t.co/yBjIu2JaaP "
    },
    {
        "tag": "real",
        "text": "The powerful War Memorial mouth-to-mouth image being shared is by @OttawaCitizen's Wayne Cuddington. #ottnews #ottawa http://t.co/FcSGb097G9 "
    },
    {
        "tag": "real",
        "text": "Follow our live coverage of the shootings in Ottawa here: http://t.co/rmEiEdAcH3 #ottawashooting http://t.co/GBHLM8pWGp "
    },
    {
        "tag": "real",
        "text": "Sending love to the people of Ottawa. Be safe everyone. xoxoxo "
    },
    {
        "tag": "real",
        "text": "My friend's mom is in Korea right now and she met Yonghwa, shooting for his drama. Here you go. http://t.co/fWmAScCY70 "
    },
    {
        "tag": "real",
        "text": "If the dudes who shot up Ottawa are white, are we going to have a conversation about terrorism or is it going to be mental illness ? "
    },
    {
        "tag": "real",
        "text": "Ottawa youth: If you need to talk: 24/7 Crisis Line613-260-2360 or 1-877-377-7775 (toll free for Eastern Ontario)crisis@ysb.on.ca "
    },
    {
        "tag": "real",
        "text": "Our prayers go to victims of the #Ottawa shooting. "
    },
    {
        "tag": "real",
        "text": "Our thoughts are with our friends in Ottawa. Stay safe everyone. "
    },
    {
        "tag": "real",
        "text": "Whoops sorry. Ottawa* "
    },
    {
        "tag": "real",
        "text": "Ottawa friends—Canadians are with you, coast to coast. #OttawaShooting #cdnpoli "
    },
    {
        "tag": "real",
        "text": "Our thoughts &amp; prayers go out to everyone affected by the events in our nation's capital. #OttawaStrong #Ottawa http://t.co/O8Himce5Z3 "
    },
    {
        "tag": "real",
        "text": "If you're in Ottawa and upset, scared, anxious about today's events, don't hesitate to call @DistressCentreO: 613-238-3311 #OttawaShooting "
    },
    {
        "tag": "real",
        "text": "Thoughts and prayers for everyone in Ottawa #staystrong #PrayForOttawa "
    },
    {
        "tag": "real",
        "text": "Still trapped here, barricaded. Not in my office, but elsewhere. #OttawaShooting "
    },
    {
        "tag": "real",
        "text": "Our thoughts are with Ottawa. "
    },
    {
        "tag": "real",
        "text": "This is our Home True North Strong &amp; Free - thoughts &amp; prayers to the people of Ottawa &amp; all of Canada #OttawaStrong http://t.co/rSueZNpKfk "
    },
    {
        "tag": "real",
        "text": "Security measures heightened across Canada amid Ottawa attack http://t.co/fZc4in78rO http://t.co/KmNUuBrwom "
    },
    {
        "tag": "real",
        "text": "#RCMP asking for assistance if you have any photos or videos from #ottawa shooting please send to: NatDiv_Media_DivNat@rcmp-grc.gc.ca "
    },
    {
        "tag": "real",
        "text": "Canadian cabinet minister Jason Kenney says Canada will not be terrorised or intimidated following #OttawaShooting "
    },
    {
        "tag": "real",
        "text": "Just hearing the news, thoughts today are back home with the citizens and dedicated public servants in Ottawa and across the country. "
    },
    {
        "tag": "real",
        "text": "News of the attack in Ottawa is extremely disturbing. I pray for everyone's safety. "
    },
    {
        "tag": "real",
        "text": "Thinking of Layton's words: Love is better than anger. Hope is better than fear. Optimism is better than despair. #ottawashooting "
    },
    {
        "tag": "real",
        "text": "If you're thinking I should tweet about how the situation in Ottawa conveniently benefits my party : step away from twitter now. #cdnpoli "
    },
    {
        "tag": "real",
        "text": "VIDEO: @petermansbridge on what we currently know about the #OttawaShooting http://t.co/5XBsdQf561 http://t.co/EKZlSUznJ9 "
    },
    {
        "tag": "real",
        "text": "UPDATE: #uOttawa courses + exams officially cancelled for the whole day. Lockdown still in effect. Stay indoors, stay safe #Ottawa #ottcity "
    },
    {
        "tag": "real",
        "text": "To the folks attending Saturday's NHL game in Ottawa: you're belting out O Canada for a whole nation. Let her rip. "
    },
    {
        "tag": "real",
        "text": "Ottawa is one of the world's great cities. Today's events do not change this. "
    },
    {
        "tag": "real",
        "text": "Shooting investigation going on for more than 3 hours. Much of downtown Ottawa still in lockdown: http://t.co/alz6qu6Mca #cbcOTT #OTTnews "
    },
    {
        "tag": "real",
        "text": "Thoughts are with Ottawa today. What is happening is terrible.. #StaySafeOttawa "
    },
    {
        "tag": "real",
        "text": "Hearts and prayers go out to everyone affected by the shootings in Ottawa today. "
    },
    {
        "tag": "real",
        "text": ".@petermansbridge tells us what we know right now on the #OttawaShooting http://t.co/YbG1hUoqdA "
    },
    {
        "tag": "real",
        "text": "'We could smell that gun powder': MPs, eyewitnesses describe Ottawa shooting scene http://t.co/3LA2OprAiW http://t.co/mgCoyZFUQD "
    },
    {
        "tag": "real",
        "text": "Our thoughts are with all those affected by today’s events in Ottawa. "
    },
    {
        "tag": "real",
        "text": "Prayers for those in Ottawa, hope all is resolved soon... "
    },
    {
        "tag": "real",
        "text": "#OttawaShooting is NOT Canada's 9/11. Let the damn officials figure out what's going on before the American media starts fear-mongering. "
    },
    {
        "tag": "real",
        "text": "To everyone in Ottawa, please stay safe. #PrayForOttawa from #Indonesia "
    },
    {
        "tag": "real",
        "text": "Remembrance Day ceremony in Ottawa is emotional every year. Can't imagine what it will be like this year. The entire country may be there. "
    },
    {
        "tag": "real",
        "text": "#RCMP asking for assistance if you have any photos or videos from #ottawa shooting please send to: NatDiv_Media_DivNat@rcmp-grc.gc.ca "
    },
    {
        "tag": "real",
        "text": "My thoughts are with our good friends &amp; neighborsto the north 🍁😔 #WeLoveYouCanada #OttawaShooting "
    },
    {
        "tag": "real",
        "text": "Surreal photos out of Ottawa: This is a VIP being escorted on Sparks Street http://t.co/m4FE8krPxl http://t.co/dWl9ovxlqJ "
    },
    {
        "tag": "real",
        "text": "I've left the Hill. Want to say I'm really impressed by way Ottawa Police and RCMP handled this miserable business. "
    },
    {
        "tag": "real",
        "text": "Parliament Hill attack: Ottawa residents captures images of chaos amidst lockdown http://t.co/zZqXiHYgFX http://t.co/y0hkxMLYDP "
    },
    {
        "tag": "real",
        "text": "Image from @kellyhobson shows police running to search buildings in downtown Ottawa. http://t.co/lLtW5skkJe "
    },
    {
        "tag": "real",
        "text": "The TTC says it has “implemented heightened security across the entire transit system” in light of the shootings in Ottawa. "
    },
    {
        "tag": "real",
        "text": "Be safe Ottawa! Praying for everyone involved today. "
    },
    {
        "tag": "real",
        "text": "My thoughts go to those impacted by today's senseless attacks in Ottawa. #ProudlyCanadian #ProudlyFree #WeStandOnGuardForThee "
    },
    {
        "tag": "real",
        "text": "Harden, Howard again named best at position in 2014-15 NBA GM Survey. Story: http://t.co/rX94nO5V60 http://t.co/MXQayqVPlT "
    },
    {
        "tag": "real",
        "text": "Chief of Defence Staff MT @Joerayment: Surreal photos out of Ottawa: VIP escorted on Sparks St http://t.co/Fyb1QEFgcp http://t.co/FxcTvlRADa "
    },
    {
        "tag": "real",
        "text": "Our thoughts and prayers are with the city of Ottawa and all those affected by today's events. "
    },
    {
        "tag": "real",
        "text": "Shooting incidents in Ottawa today: ongoing investigation http://t.co/jusznyyg4U "
    },
    {
        "tag": "real",
        "text": "Ottawa Police Press Release http://t.co/9RQ5CQ2Zdg "
    },
    {
        "tag": "real",
        "text": "American media: stop calling #OttawaShooting Canada's 911 We don't know who or why yet. Canadians prefer to spread facts,not fear #cdnpoli "
    },
    {
        "tag": "real",
        "text": "Soldiers at the Cenotaph : editorial cartoon by Brian Gable #OttawaShooting http://t.co/IYtUltVT9u "
    },
    {
        "tag": "real",
        "text": "Media Advisory - Update on the current operation with respect to the shootings in the Ottawa downtown core http://t.co/pLaEI6TEN4 "
    },
    {
        "tag": "real",
        "text": "CANADA WHAT THE FUCK YOU SUPPOSE TO BE NICE PEOPLE #OttawaShooting "
    },
    {
        "tag": "real",
        "text": "Stay away from the downtown area while the operation continues. #ottnews #ottawa #ottcity "
    },
    {
        "tag": "real",
        "text": "If you have pictures or video of the suspect, email them NatDiv_Media_DivNat@rcmp-grc.gc.ca #ottawa #ottcity #ottnews "
    },
    {
        "tag": "real",
        "text": "Anyone with tips regarding the shooting incidents, or those looking to report suspicious activity, can call 613-236-1222 x5493 or call 9-1-1 "
    },
    {
        "tag": "real",
        "text": "New evidence, including autopsy report, supports Darren Wilson's account of Ferguson shooting http://t.co/L6xQL0pN0Z "
    },
    {
        "tag": "real",
        "text": "Our Thoughts are with Ottawa today. #OhCanada http://t.co/6FvpRSst9k "
    },
    {
        "tag": "real",
        "text": "Stay safe Ottawa...world is getting worse by the minute...like seriously society needs to figure it out #PrayForOttawa "
    },
    {
        "tag": "real",
        "text": "I'm appalled by today's attack in Ottawa. I offer my full support to @pmharper and the Canadian people as they deal with this incident. "
    },
    {
        "tag": "real",
        "text": "Our thoughts are with our friends in #Ottawa today at this difficult time. #StaySafeOttawa "
    },
    {
        "tag": "real",
        "text": "More than a half-dozen witnesses have provided testimony that supports officer's account of Michael Brown shooting http://t.co/VUoWjJ3NvR "
    },
    {
        "tag": "real",
        "text": "Officer Wilson will not face any criminal charges in the #MichaelBrown shooting. He was defending himself. Be prepared people. "
    },
    {
        "tag": "real",
        "text": "Kudos to first responders working in Ottawa today. They are the real heroes. http://t.co/RsO1A2Fuka "
    },
    {
        "tag": "real",
        "text": "#Ottawa in April 2013 you stood with us &amp; called us #BostonStrong TODAY we stand with you - You are #OttawaStrong. #OttawaShooting "
    },
    {
        "tag": "real",
        "text": "Prayers to Ottawa. #PrayForOttawa http://t.co/HOaNBdifHf "
    },
    {
        "tag": "real",
        "text": "The Players and Staff of the NHLPA have the City of Ottawa &amp; Canadian Armed Forces personnel in our thoughts today. "
    },
    {
        "tag": "real",
        "text": "Please forward any tips, photos or videos to NatDiv_Media_DivNat@rcmp-grc.gc.ca #OttawaShooting c: @RCMP_Nat_Div ^JT "
    },
    {
        "tag": "real",
        "text": "Our thoughts are with those in Ottawa today. Stay safe, everyone. "
    },
    {
        "tag": "real",
        "text": "Ottawa Mayor Jim Watson says it is a sad and tragic day for our city and our country. "
    },
    {
        "tag": "real",
        "text": "Mayor of Ottawa says it's been a sad &amp; tragic day for the city and for Canada http://t.co/GlA65RFctg "
    },
    {
        "tag": "real",
        "text": "Terrible news out of Ottawa… my thoughts are with you "
    },
    {
        "tag": "real",
        "text": "My thoughts &amp; prayers are with the families of the victims of today’s shootings in Ottawa, as well as with all Members of Parliament &amp; staff "
    },
    {
        "tag": "real",
        "text": "Canadian police say #OttawaShooting caught us by surprise http://t.co/xpS6u85aRh http://t.co/ojAcFkiORc "
    },
    {
        "tag": "real",
        "text": "Ottawa. Prayers up! #CANADA "
    },
    {
        "tag": "real",
        "text": "I woke up today believing Ottawa was a safe place for my family. I'll go to bed tonight thinking the same thing. Stay strong, stay calm. "
    },
    {
        "tag": "real",
        "text": "Today is exhausting on everyone's emotions - please know we are here for you 24/7 in #ottawa &amp; surroundings areas 613-238-3311 "
    },
    {
        "tag": "real",
        "text": "My thoughts and prayers go out to Ottawa. "
    },
    {
        "tag": "real",
        "text": "Authorities refuse to say whether Parliament Hill gunman a Canadian citizen, or whether he was one of 90 people on terror surveillance list. "
    },
    {
        "tag": "real",
        "text": "Censorship: RCMP Asks Public Not to Post Photos, Videos of #OttawaShooting http://t.co/0bsWWWfxXI http://t.co/c7uTeVqQGH "
    },
    {
        "tag": "real",
        "text": "#OttawaShooting situation is fluid and ongoing. Remain vigilant and aware. Tip line 613-236-1222 x5493 c: @RCMP_Nat_Div ^JT "
    },
    {
        "tag": "real",
        "text": "Wilson claimed he radioed for assistance http://t.co/kyWs5y2dHR Discredited by dispatch transcripts: http://t.co/lIfHRshmJp #Ferguson "
    },
    {
        "tag": "real",
        "text": "A timeline of what unfolded during the attack in Ottawa http://t.co/J3voI7E41p #OttawaShooting http://t.co/QVG3HQ9f7q "
    },
    {
        "tag": "real",
        "text": "This is a very important message to share with children today. #OttawaShooting http://t.co/AP1Gz2grFn "
    },
    {
        "tag": "real",
        "text": "The #OttawaShooting suspect who was killed was dropped by a gun nut who trained constantly. You're welcome, pansies. "
    },
    {
        "tag": "real",
        "text": "Emergency responders escort VIPs out of a building near Parliament Hill following Ottawa shooting (Photo: Barcroft) http://t.co/wE4GXSqr7d "
    },
    {
        "tag": "real",
        "text": ".@IvisonJ's first-hand account of the scene in Ottawa that will 'change this country forever' http://t.co/g5lhxHqNNs http://t.co/AP0stmObnn "
    },
    {
        "tag": "real",
        "text": "Our thoughts are with all those affected by today's events in Ottawa. "
    },
    {
        "tag": "real",
        "text": "In case the world is wondering, this is more what we're used to seeing on Parliament Hill. #OttawaShooting http://t.co/VmxLBm9QVW "
    },
    {
        "tag": "real",
        "text": "Just to confirm again, the large power outages in Ottawa aren't related to today's shootings: http://t.co/LjDPSxbd0I #cbcOTT #OTTnews "
    },
    {
        "tag": "real",
        "text": "My thoughts and prayers are with the city of Ottawa. "
    },
    {
        "tag": "real",
        "text": "Just received email message from @OttawaPolice Chief Charles Bordeleau #ottshooting #OttawaShooting http://t.co/4vJoP2YO11 "
    },
    {
        "tag": "real",
        "text": "Ok #CNNBreakingNews stop calling it Royal Canadian MOUNTAIN Police. #OttawaShooting #Heroes #KevinVickers "
    },
    {
        "tag": "real",
        "text": "When your girl comes to watch you ball, you start shooting crazy 3s. http://t.co/YAAXDxHOMB "
    },
    {
        "tag": "real",
        "text": "My heart goes out to #Ottawa and all those who have had violence and sickness force it's way into their lives. #LoveForCanada #LiveInLove "
    },
    {
        "tag": "real",
        "text": "Here are my thoughts as we face tragic events in Ottawa, our nation’s capital. http://t.co/o5XQb8uQoS "
    },
    {
        "tag": "real",
        "text": "The barricade of chairs MPs built to protect themselves from #OttawaShootings http://t.co/chVwXoViH9 http://t.co/L6maa7jonq "
    },
    {
        "tag": "real",
        "text": "The RCMP are asking anyone with pictures or videos of today's events in Ottawa to submit them at the following link: http://t.co/IODsDxrSdy "
    },
    {
        "tag": "real",
        "text": "The violence of #OttawaShooting has left a city on edge. After the chaos, here's what we know: http://t.co/fesMpgkevu http://t.co/7uqq1EArnA "
    },
    {
        "tag": "real",
        "text": "Americans should watch Canadian coverage of #OttawaShooting; you'll quickly realize what a pathetic sh*tshow US politics &amp; media have become "
    },
    {
        "tag": "real",
        "text": "UPDATED: Obama condemns Ottawa shootings as 'outrageous,' offers to help with response http://t.co/Z3e6jOYpKs "
    },
    {
        "tag": "real",
        "text": "Witnesses of today’s shooting incidents, call 613-236-1222 ext 5493. "
    },
    {
        "tag": "real",
        "text": "Justin Bieber playing hockey.. Nice move but he couldn't even keep his balance while shooting... https://t.co/Ag4uMuYSra "
    },
    {
        "tag": "real",
        "text": "the @OttawaPolice just sent an email to #muslim community leaders to call them if they feel unsafe or they're at risk #ottawashooting "
    },
    {
        "tag": "real",
        "text": "Things to remember. #OttawaShooting http://t.co/hsoasOkV7P "
    },
    {
        "tag": "real",
        "text": "Statement on the shooting incident in Ottawa – elizabethmaymp.ca – October 22, 2014 http://t.co/kBKCiK6g9L #GPC "
    },
    {
        "tag": "real",
        "text": "Updated: The Ottawa attack heightened fears of Canada being a target for terrorists http://t.co/gNvpHEDPcd http://t.co/JcxzYCy9Lo "
    },
    {
        "tag": "real",
        "text": "We are One. We are Strong. #ProudToBeACanadian #PrayForOttawa #OttawaShooting http://t.co/JPBtFgAFgV "
    },
    {
        "tag": "real",
        "text": "Actually amazing. RT @todmaffin: Things to remember. #OttawaShooting http://t.co/f1yZHma6Cq "
    },
    {
        "tag": "real",
        "text": "Images from the scene of the deadly shooting in Ottawa. http://t.co/AmAUPlccLT http://t.co/7sJ39Flwv0 "
    },
    {
        "tag": "real",
        "text": "American and Canadian outlets are covering the shooting in Ottawa very differently: http://t.co/qGjJVnRp7x "
    },
    {
        "tag": "real",
        "text": "It’s important for all Canadians to be vigilant and report anything they think is suspicious to their local police. #Ottawashooting "
    },
    {
        "tag": "real",
        "text": "A nice touch from #Penguins who host #Flyers tonight: Canadian National anthem will be performed pre-game in support of events in Ottawa. "
    },
    {
        "tag": "real",
        "text": "We are continually assessing/monitoring situation to ensure we can do our jobs in keeping Canadians safe. #Ottawashooting "
    },
    {
        "tag": "real",
        "text": "Very sad that someone died in Ottawa. Who has to die in a country to mobilize it for war? Is this what it takes? Is that where we are going? "
    },
    {
        "tag": "real",
        "text": "Still huge security presence in #Ottawa as police search buildings - follow our coverage: http://t.co/56i9vexztv http://t.co/R7Qw78IEcP "
    },
    {
        "tag": "real",
        "text": "McMaster's flags have been lowered in memory of today's shooting victim in Ottawa. http://t.co/5rFkvTybQO "
    },
    {
        "tag": "real",
        "text": "Downtown #yxe. This man says he's marching for #Ottawa. #ottawashooting #cbcyxe http://t.co/xmxpYgFcgw "
    },
    {
        "tag": "real",
        "text": "I am sharing this with you. Please feel free to post it on your status to show ur support for #Ottawa #OttawaStrong http://t.co/3cpXBf35A8 "
    },
    {
        "tag": "real",
        "text": "Our thoughts are with those in Ottawa and everyone affected by today's events. "
    },
    {
        "tag": "real",
        "text": "CityNews airing 4 newscasts dedicated to #Ottawashooting. 5-7pm, 8-9pm &amp; 11pm ETWATCH LIVE: http://t.co/SJrTDWJFhl http://t.co/SuOksfRGqx "
    },
    {
        "tag": "real",
        "text": "Israeli PM #Netanayahu calls PM Harper to extend condolences for #Ottawa shooting, express full support for Canada's fight against terror. "
    },
    {
        "tag": "real",
        "text": "BREAKING: Obama: Canada shooting 'tragic' - 'we're all shaken by it'; no information on motive. "
    },
    {
        "tag": "real",
        "text": "In his last three games, Kobe is averaging 26.7 points on 42% shooting, 4.3 rebounds and 3.7 assists in 31.3 minutes. #MathIsFun "
    },
    {
        "tag": "real",
        "text": "At least 2 shot, 1 fatally, in #Houston hospital shooting, reports say http://t.co/hhGw0Isby3 "
    },
    {
        "tag": "real",
        "text": "Penguins will also have the Canadian National Anthem before tonight's game. A thoughtful gesture by the Pens. Sing loud, Pittsburgh #Ottawa "
    },
    {
        "tag": "real",
        "text": "Thoughts and prayers with everybody in Ottawa. Stay safe. #OttawaStrong #CanadaStrong "
    },
    {
        "tag": "real",
        "text": "PM Netanyahu spoke with Canadian PM Harper and conveyed the condolences of the Israeli people in wake of the terrorist attack in Ottawa. "
    },
    {
        "tag": "real",
        "text": "CNN commentator already blaming our lax immigration policies for Parliament Hill shooting. Gimme a break. "
    },
    {
        "tag": "real",
        "text": "Message from Toronto Police to Imams and Mosques in wake of #OttawaShootings: http://t.co/U5YZltZfSh "
    },
    {
        "tag": "real",
        "text": "Pittsburgh Penguins announce they'll play the Canadian national anthem before tonight's game against Philadelphia. #ottawashooting "
    },
    {
        "tag": "real",
        "text": "Anyone with photos or videos from today's shootings, send to @RCMP_Nat_Div at this link http://t.co/srCYMTL2tX #ottawa "
    },
    {
        "tag": "real",
        "text": "All of @MLB joins the @BlueJays in thinking of those affected by today's tragedy in Ottawa. "
    },
    {
        "tag": "real",
        "text": "Just saw a member of the public go up to a CF member and shake his hand and thank him for his service. #nice #OttawaShooting @CTVNews "
    },
    {
        "tag": "real",
        "text": "UPDATE: 2 dead in #Houston hospital shooting http://t.co/UJY1BCH4sE "
    },
    {
        "tag": "real",
        "text": "Sending thoughts and prayers to everybody in Ottawa. #OttawaStrong #CanadaStrong http://t.co/6CGUsWJqUl "
    },
    {
        "tag": "real",
        "text": "Atlantic #cadet programs cancelled, other cadets advised to not wear uniform but show up in business casual. #OttawaShooting "
    },
    {
        "tag": "real",
        "text": "Ottawa, you've been on my mind all day. Keeping you in my heart. #StaySafeOttawa http://t.co/vTtraJ7dzs "
    },
    {
        "tag": "real",
        "text": "Our thoughts are with everyone in Ottawa and those affected by today's events. #OttawaStrong "
    },
    {
        "tag": "real",
        "text": "Kudos to @penguins, both national anthems to be played tonight before Flyers-Pens game as gesture to Ottawa tragedy "
    },
    {
        "tag": "real",
        "text": "From Ottawa police, a map of the downtown Ottawa safety perimeter. #cbcOTT #OTTnews http://t.co/VMGdZ2g6G3 "
    },
    {
        "tag": "real",
        "text": "Ottawa shooting: How events unfolded, First shots fired at 9:52 a.m. at the War Memorialhttp://t.co/cUzepktlxx http://t.co/eh0T2oHhFz "
    },
    {
        "tag": "real",
        "text": "Pittsburgh will play the Canadian National anthem before tonights game in support of Ottawa. This makes me happy. 🐧🍁 http://t.co/5mwCqrSHbG "
    },
    {
        "tag": "real",
        "text": "True north STRONG and free. Stay safe Ottawa. #PrayForOttawa #CanadaStrong 📕🍁📕 http://t.co/q5doY0TQ72 "
    },
    {
        "tag": "real",
        "text": "Obama on the Ottawa shooting: 'We're all shaken by it' http://t.co/VMkA37iqto http://t.co/U8NDhjF8WM "
    },
    {
        "tag": "real",
        "text": "Canada's Coverage of the Ottawa Shootings Put American Cable News to Shame http://t.co/D1WmpR4q6b "
    },
    {
        "tag": "real",
        "text": "Ottawa police say this area of downtown/Hill (See MAP) still under security-perimeter lockdown as of 5 pm ET http://t.co/UbqxUlRqnI "
    },
    {
        "tag": "real",
        "text": "Watch @CBCNews coverage of the Ottawa shootings put American cable news to shame. My summary: http://t.co/fOhss2d2u9 via @motherjones "
    },
    {
        "tag": "real",
        "text": "The Canadian anthem will be performed at Flyers-Penguins tonight in support of Ottawa: http://t.co/8LgRFhXTYx http://t.co/kGnobbc2a8 "
    },
    {
        "tag": "real",
        "text": "Kurdistan is with you Canada &amp; Israel, we are fighting ISIS right now.#TwitterKurds #Ottawa #Jerusalem #Kobane ISIL http://t.co/X8bW6SIeFD "
    },
    {
        "tag": "real",
        "text": "When you've planned a school shooting but realise you're too fat to run away from the police http://t.co/P3jWYPjMmI "
    },
    {
        "tag": "real",
        "text": "Ottawa Canada identifies the gunman who is probably Muslim but that will not be mentioned. http://t.co/G2UIYHsGEY http://t.co/l1i3eEzhfR "
    },
    {
        "tag": "real",
        "text": "(Sigh) what a horrible day. Someone had to lose a life at a place where we honour those who fought for us. #Ottawa 🍁 "
    },
    {
        "tag": "real",
        "text": "When you kill because your ideology calls you to do so, you r a terrorist. No euphemism can change that. #Terrorism is terrorism. #Ottawa "
    },
    {
        "tag": "real",
        "text": "Texas police officer receives death threats after video shows him fatally shooting a puppy http://t.co/h7nQ4ZG5eS http://t.co/nRWe0jqKYy "
    },
    {
        "tag": "real",
        "text": "The #OttawaShooting was #terrorsim as was #forthoodshooting and #oklahomabeheading... "
    },
    {
        "tag": "real",
        "text": "@pmharper just met with cabinet ministers to discuss the shootings in Ottawa today. http://t.co/jfBbEmycO3 "
    },
    {
        "tag": "real",
        "text": "Canadian coverage of the Ottawa shootings was measured, calm, and presented actual facts. Why can't we do the same? http://t.co/OZHkSBISfb "
    },
    {
        "tag": "real",
        "text": "I applaud @CBCNews for not speculating and only reporting what is known. American media could use some of this restraint. #OttawaShooting "
    },
    {
        "tag": "real",
        "text": "@kobebryant Last 3 Gms: 27 Pts 5Reb 4Ast26 Pts 4Reb 5Ast27 Pts 4Reb 2AstBut He's Not A Top Ten Shooting Guard http://t.co/37xVg6s1om "
    },
    {
        "tag": "real",
        "text": "WaPo reports that black eyewitnesses who confirmed the Ferguson cop's story are afraid for their safety: http://t.co/602HSZgXeG Sickening. "
    },
    {
        "tag": "real",
        "text": "True north STONG and freeRIP to the solider shot in the Ottawa shooting #CanadaStrong #OttawaShooting http://t.co/dQNXO4WXyj "
    },
    {
        "tag": "real",
        "text": "Along with all our fellow Canadians, our thoughts are with the family of the @CanadianForces member killed today. #OttawaShooting "
    },
    {
        "tag": "real",
        "text": "Sad about #OttawaShooting. Worse, shooter might b guy who calls himself Muslim. Pls world dont judge 1.5 billion Muslims by some extremists. "
    },
    {
        "tag": "real",
        "text": "Wishing everyone in #Ottawa and all over Canada the best in the wake of today's shootings. I'll have a hug tomorrow for anyone who needs one "
    },
    {
        "tag": "real",
        "text": "In photos: Scenes from Canada's dark day #ottawashooting http://t.co/14mQmuazpz http://t.co/bBAXiSOyW0 "
    },
    {
        "tag": "real",
        "text": "Coverage of the Ottawa shooting, in one very revealing screenshot http://t.co/CE8bvaKO8F http://t.co/GqOHyg0tUD "
    },
    {
        "tag": "real",
        "text": "The moment of silence in Anaheim also meant to honor all those affected by the tragedy in Ottawa today "
    },
    {
        "tag": "real",
        "text": "Justin Bieber shooting in a swimming pool at #11http://t.co/f4VPY4EflT #JustinBieber "
    },
    {
        "tag": "real",
        "text": "Some personal thoughts on a tragic day in Ottawa: http://t.co/cGv95ltJG7 "
    },
    {
        "tag": "real",
        "text": "The Pittsburgh Penguins had Oh Canada sung tonight vs Philly in honour of the event in Ottawa. #class http://t.co/WSgjWNkbCK "
    },
    {
        "tag": "real",
        "text": "Parliament Hill Security: the situation is evolving - lockdown reinstated in offices around the Hill #OttawaShooting "
    },
    {
        "tag": "real",
        "text": "‘#Ottawa shooting shouldn’t be used as pretext for stripping away more civil liberties’ http://t.co/GCWX1xUzkv http://t.co/x7jzgKc5WM "
    },
    {
        "tag": "real",
        "text": "Moment of silence for Ottawa. http://t.co/BoGUs86tMe "
    },
    {
        "tag": "real",
        "text": "I will be broadcasting tonight from #Ottawa with latest on shootings #AC360. Live at 8pm and 11pm "
    },
    {
        "tag": "real",
        "text": "RT @cfedio: Being told at CBC Ottawa that situation is evolving, told to remain in current location until further notice #OttawaShooting "
    },
    {
        "tag": "real",
        "text": "VIDEO: Key moments in today's Parliament Hill shootings.http://t.co/kR1mIPoJJg http://t.co/6gYfgPTH7q "
    },
    {
        "tag": "real",
        "text": "Texted a friend who works on Parliament Hill, &amp; got the perfect response [redacted for obvs reasons] #OttawaShooting http://t.co/B6xDzOuWmE "
    },
    {
        "tag": "real",
        "text": "Kind words from U.S. re Cdn coverage of horrifying #OttawaShooting. Kudos to our @CBCNews colleagues on a tough day: http://t.co/68emQYXbyf "
    },
    {
        "tag": "real",
        "text": "Intense new audio of #OttawaShooting, people scrambling, where do we go? http://t.co/8VuGDnxzoF #Sitroom http://t.co/j6NMFXLoyr "
    },
    {
        "tag": "real",
        "text": "What an awful day in Ottawa. Thoughts and prayers are with our @Senators family, the entire city of Ottawa and all of Canada. "
    },
    {
        "tag": "real",
        "text": "Canada showing why its regarded as such a great nation http://t.co/0lAw2uj35h #OttawaShooting #CanadaStrong "
    },
    {
        "tag": "real",
        "text": "Finally out of the building #ottawashooting "
    },
    {
        "tag": "real",
        "text": "Why Canada is great RT @BadatYusuf: Message from Toronto Police to Imams and Mosques in wake of #OttawaShootings: http://t.co/2ay2sq4MeJ "
    },
    {
        "tag": "real",
        "text": "The sad poignant irony of a soldier felled at the foot of the Cenotaph. It is to weep. Remembrance Day will feel different. #OttawaShooting "
    },
    {
        "tag": "real",
        "text": "Australian PM Tony Abbott says security has been increased in Canberra following #OttawaShootings http://t.co/wp8YEfJfrA "
    },
    {
        "tag": "real",
        "text": "PHOTOS: We love #Ottawa: http://t.co/zyzpx4DUqH http://t.co/UUt2FLfjoW "
    },
    {
        "tag": "real",
        "text": "Watching Peter Mansbridge on CBC. Canadian journalism is calm, factual, not fear-mongering. The way it should be. #ottawashooting @cbc "
    },
    {
        "tag": "real",
        "text": "#CNN frustrated by Canadians' lack of panic. #OttawaShooting #cdnpoli "
    },
    {
        "tag": "real",
        "text": "Talk to kids about Ottawa shootings, limit TV exposure, psychologists sayhttp://t.co/GEurJNzVqa http://t.co/YXmu2r7QxC "
    }
]